[
    {
        "name": "Being Single",
        "image": "https://myfamilyseason.com/wp-content/uploads/2019/11/being-single.jpg",
        "category": "Love and Marriage",
        "content": [
            {
                "class": "banner-header",
                "headers": ["Being Single"],
                "paragraphs": [],
                "background": [true, "https://myfamilyseason.com/wp-content/uploads/2019/10/shutterstock_289501205.jpg"]
            },
            {
                "class": "paragraph-container",
                "headers": ["should you pursue marriage?"],
                "paragraphs": [
                    "As an unmarried person, you have distinct opportunities to grow in your faith and to make a substantial contribution to the kingdom.",
                    "In fact, the season you're in has the potential to be the most formative period of your life. How can you best honor God in this time? Many Christians wonder if they should move toward marriage or embrace the kind of single life the apostle Paul talks about in 1 Corinthians 7."
                ],
                "background": [false, ""]
            },
            {
                "class": "banner-divider",
                "headers": ["in order to evaluate your situation, ask yourself two questions:"],
                "paragraphs": [],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": [
                    "Question 1",
                    "Have I been stalled?"
                ],
                "paragraphs": [
                    "Popular American culture tends to discourage marriage; implying people can live a more exciting, fulfilling life by remaining unmarried.",
                    "Even Christians with the best intentions often drift into a single lifestyle marked by recreational relationships, hyper individualism, consumption and leisure.",
                    "Following this cultural path, it's no surprise some Christian singles find their lives stalling out to loneliness, a series of broken relationships and a general lack of purpose. Those who find themselves in this cycle need to pause and reflect on how to become intentional rather than passive with regard to the single life."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": [
                    "Question 2",
                    "to what am i called?"
                ],
                "paragraphs": [
                    "In the scriptures God calls adults to follow one of two callings - either a path to Biblical marriage or a life of celibate service (Genesis 2, 1 Corinthians 7).",
                    "The best way to honor God in your singleness is to be intentionally set apart for His purposes, recognizing that His call to both marriage and singleness is much different from the popular single culture because it includes a commitment to absolute purity, active engagement in Christian community, and faithful stewardship of your talents and resources. Singles who cultivate such qualities find it easier to discern if God is calling them to Biblical marriage or celibate service.",
                    "Celibate Service: Al Mohler of Southern Seminary explains that celibacy means sacrificing the companionship of marriage, the pleasures of sex and the blessing of children for your entire life without being bitter about it. In that context, serving God in celibacy makes full engagement in the body of Christ - giving and receiving fellowship - vitally important. It is not a “consolation prize” for those who haven't yet found a spouse - but a purposeful life devoted to serving others as worship and “being Jesus” to others.",
                    "Marriage and Family: Singles who don't feel called to celibacy should pursue a Biblical marriage (Ephesians 5:22-33) with hopeful preparation. While one may not know how and when they will marry, they can become intentional about eliminating roadblocks. They can remain faithful in purity, stewardship and community. They can also take initiative and pray purposefully for a good marriage. For men it means moving beyond passivity and taking the initiative to “leave and cleave” (Genesis 2:24) and to “find” a wife (Proverbs 18:22). For women, it means preparing for marriage in prudence (Proverbs 19:14), in purity (Ephesians 5:1-5), in community (Titus 2:3-5 and Ephesians 4:11-16), and in prayerfulness (Matthew 7:7-9 and Matthew 21:21-22).",
                    "Whatever the circumstances of your life, you can find purpose and fulfillment as you break away from a stalled culture and honor God in hopeful pursuit of either celibate service or a God-honoring marriage."
                ],
                "background": [false, ""]
            }
        ]
    },
    {
        "name": "Hope To Marry",
        "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Hope-To-Marry.jpg",
        "category": "Love and Marriage",
        "content": [
            {
                "class": "banner-header",
                "headers": ["Hope To Marry"],
                "paragraphs": [],
                "background": [true, "https://myfamilyseason.com/wp-content/uploads/2019/10/shutterstock_308266919.jpg"]
            },
            {
                "class": "paragraph-container",
                "headers": ["Pursuing Marriage"],
                "paragraphs": [
                    "Most of us are called to marriage. It's the natural design for fulfilling our drive for companionship and sexuality.",
                    "If you are not called to celibacy and service (1 Corinthians 7) then a significant priority for this season of your life is preparing for and moving toward a Biblical marriage. An intentional path to finding a mate recognizes that God is at work. We also have a responsibility to be faithful in our part of the process."
                ],
                "background": [false, ""]
            },
            {
                "class": "banner-divider",
                "headers": ["How does a person who hopes to marry become intentional?"],
                "paragraphs": [],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 1", "Seek direction within christian community"],
                "paragraphs": [
                    "We live in a day of hyper individualism where people feel very little sense of obligation to others.",
                    "God calls us, however, to vibrant community within our families and within the body of Christ. That community is the source for much of our growth as Christians, and it’s one of the best means for meeting a potential spouse and receiving guidance and support toward marriage.",
                    "Marriage experts still consider matches made by friends, family and churches to be among the best."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 2", "Move beyond recreational relationships"],
                "paragraphs": [
                    "One of the clearest messages for singles in the Bible is the call to sexual purity (1 Corinthians 6:13-18, Ephesians 5:3 and Colossians 3:5).",
                    "That is proving to be a difficult challenge in a day when only a quarter of Christians are virgins when they marry. Sexual purity, however, is the primary means for intentionally moving toward marriage in a recreational relationship culture.",
                    "Couples who stay sexually pure honor God and avoid much of the confusion that plagues many of today’s relationships."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 3", "seek the right mate"],
                "paragraphs": [
                    "A study by the National Marriage Project found that 94% of young adults believe the person they marry should be their soul mate first and foremost. That pursuit leaves many looking in vain for the perfect person who is specially designed to complete them.",
                    "The Bible and marriage research tell us that the more important “soul” mate to seek out is someone who shares your spiritual commitment. Paul writes in his letter to the Corinthians that a potential spouse “must belong to the Lord” (1 Corinthians 7:39).",
                    "Singles should seek someone with whom they are able to serve God better together than apart. Christians seeking a mate who shares his or her Biblical values know that “all have fallen short” so there’s no sense in holding out for a perfect person.",
                    "Further, they know that instead of seeking someone to complete them, they are called to lay down their life for another. That makes for a much more realistic path to finding a good fit for marriage."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 4", "be proactive"],
                "paragraphs": [
                    "Living in purity and Christian community makes it easier to find a mate who shares your spiritual values, but there’s more you can do as a steward of your future marriage (Matthew 25:14-27). Titus 2 strongly encourages young men and women to learn from older men and women.",
                    "In addition to Christian discipleship, you also can ask mentors for candid feedback about how you can improve in a variety of areas to be more prepared for marriage. Additionally, there’s nothing wrong with asking mentors to keep you in mind as they become aware of other singles seeking a Godly spouse. Some of your best opportunities to be proactive will grow out of faithful prayer.",
                    "As you pray about your role in finding a mate, for the single men and women in your life, for the help of parents and mentors and for God’s glory in your path to the altar – He will open your eyes to opportunities you may have missed to take proactive steps toward marriage. It’s important to note that men have a distinct responsibility in proactively finding a mate. Genesis 2:24 says that a man will leave his parents and cleave to his wife. Proverbs 18:22 says, “He who finds a wife, finds what is good and receives favor from the Lord.” Notice it doesn’t say “he who stumbles over a wife” as if it is a happenstance occurrence.",
                    "God calls men to do their part in seeking out women of character and showing leadership in pursuing a woman for marriage. Specifically, men should be willing to take the risk of rejection which requires a measure of faith and leadership."
                ],
                "background": [false, ""]
            }
        ]
    },
    {
        "name": "Living Together",
        "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Living-Together.jpg",
        "category": "Love and Marriage",
        "content": [
            {
                "class": "banner-header",
                "headers": ["Living Together"],
                "paragraphs": [],
                "background": [true, "https://myfamilyseason.com/wp-content/uploads/2019/10/shutterstock_75568579.jpg"]
            },
            {
                "class": "paragraph-container",
                "headers": ["The Living Together Option"],
                "paragraphs": [
                    "Prior to the 1970s it was rare for an unmarried man and woman to live together.",
                    "Today it is much more common, accepted as an important “next step” for couples before committing to marriage. We often assume living together can help us avoid making a mistake that could lead to a painful divorce.",
                    "Is that a correct assumption? How should a follower of Jesus Christ view the living together option?"
                ],
                "background": [false, ""]
            },
            {
                "class": "banner-divider",
                "headers": ["Some Helpful Advice"],
                "paragraphs": [],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["The Research", ""],
                "paragraphs": [
                    "Over 75% of young single adults include marriage as a significant life goal. Couples who move in together, however, actually decrease the possibility of creating a strong marriage.",
                    "The divorce rate among those who live together before marriage is 50% higher than it is among couples who don’t. Extensive research conducted by University professor and psychologist Dr. Scott Stanley revealed that couples who live together undermine a strong bond by trying to keep their options open. While many of these couples eventually slide into marriage, their relationships demonstrate the lowest marital satisfaction and survival rates and report higher rates of domestic violence and unfaithfulness.",
                    "When a cohabiting woman becomes pregnant there is a high probability the man will end the relationship within two years. Three-quarters of children born to unmarried couples will see their parents split up before the child turns sixteen, dramatically higher than the one-third born to married parents. These children are also much more likely to experience abuse. The overwhelming conclusion of most research suggests that if your long-term goal is a happy marriage and family, living together is not the best path."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["The Design", ""],
                "paragraphs": [
                    "The Bible teaches that God designed physical intimacy to occur exclusively within the sacred commitment of marriage where the powerful bonding effects of sexuality draw the man and woman closer together.",
                    "Outside of marriage, however, the bonding nature of sex confuses the relationship by implying a commitment that has not been made. Despite trying to avoid the pain of divorce, a breakup after sexual union creates similar emotional trauma.",
                    "Trusting God’s design and obeying his call to honor marriage (Hebrews 13:4) and to avoid sexual immorality (Ephesians 5:3) not only draws us into closer relationship with Him, but it brings clarity rather than uncertainty with one another."
                ],
                "background": [false, ""] 
            },
            {
                "class": "section-card",
                "headers": ["The Church", ""],
                "paragraphs": [
                    "Many couples first question the option of living together while exploring Christian faith or local church membership.",
                    "This church would love to become a resource for clarity and health in your relationship because we believe marriage is a God-ordained, sacred institution. In Ephesians 5:31-33 the Bible describes the marital bond as a picture of the love between Christ (the groom) and the church (His bride). It is much easier to nurture a strong marriage while learning and growing with other believers - especially those who are a little further down the road.",
                    "Couples who have been married for a while can provide guidance and input as you make decisions about romance and marriage. They can also serve as models, which is particularly helpful to those with parents who divorced or never married. Christian counselors and church leaders can also help you determine if you are ready to shift into premarital counseling or if you need to re-evaluate a potentially harmful relationship.",
                    "In either case, we encourage you to seek wise counsel as you pursue a God-honoring marriage and family life."
                ],
                "background": [false, ""] 
            }
        ]
    },
    {
        "name": "Engaged - Getting Ready For Marriage",
        "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Engaged-%E2%80%93-Getting-Ready-For-Marriage.jpg",
        "category": "Love and Marriage",
        "content": [
            {
                "class": "banner-header",
                "headers": ["Engaged: Getting Ready For Marriage"],
                "paragraphs": [],
                "background": [true, "https://myfamilyseason.com/wp-content/uploads/2019/10/shutterstock_683250577.jpg"]
            },
            {
                "class": "paragraph-container",
                "headers": ["Planning For Your Marriage"],
                "paragraphs": [
                    "Congratulations on this wonderful milestone. Few seasons in life are filled with as much joy and anticipation as the time spent preparing to get married.",
                    "You’ve probably heard it said that as you plan your wedding, you shouldn't forget to plan your marriage. But it sounds so abstract to “plan a marriage” in the midst of the more tangible (and demanding) project of planning a wedding."
                ],
                "background": [false, ""]
            },
            {
                "class": "banner-divider",
                "headers": ["How Do You Plan For Marriage?"],
                "paragraphs": [],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 1", "Learn From Others"],
                "paragraphs": [
                    "Research demonstrates the long-term value of making time now for marriage education classes or premarital counseling.",
                    "Those efforts go even further when you supplement them by spending time with an older married couple whose relationship you admire."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 2", "Plan With Patience"],
                "paragraphs": [
                    "Couples often overlook the importance of using the wedding planning season as practical marriage preparation.",
                    "You can intentionally set the tone for your marriage by the values you live out in planning your big day. The transformational process of “becoming one” can occur in everything from how you assemble your guest list to how you determine a honeymoon destination.",
                    "Consider beginning the habit of a weekly date night or times of intentional connection to set a foundation for your marriage."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 3", "Discover The Purpose Of Marriage"],
                "paragraphs": [
                    "A wedding is bigger than you as an individual and even bigger than you both as a couple.",
                    "Ephesians 5 describes a couple laying down their lives for one another and becoming one as an icon of God's sacrificial love for His church. That's the counter-cultural call of Christian marriage.",
                    "Consider reading one of the books suggested in the Going Further section together to deepen your understanding of the larger purpose of your union."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 4", "Create A Meaningful Event"],
                "paragraphs": [
                    "Our culture today can often put more emphasis on “the big day” than preparing for a lifetime together.",
                    "That's not to say big celebrations are out of order, but many risk making them so complex that they fail to honor God or the community they are uniting - both of which are the basis for a strong Christian marriage.",
                    "During this special time of engagement, be intentional to draw close to the Lord and to each other as you establish a firm foundation for your marriage."
                ],
                "background": [false, ""]
            }
        ]
    },
    {
        "name": "Building a Strong Marriage",
        "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/strong-marriage.jpg",
        "category": "Love and Marriage",
        "content": [
            {
                "class": "banner-header",
                "headers": ["Building A Strong Marriage"],
                "paragraphs": [],
                "background": [true, "https://myfamilyseason.com/wp-content/uploads/2019/09/wedding.jpg"]
            },
            {
                "class": "paragraph-container",
                "headers": ["Building A God-Honoring Marriage"],
                "paragraphs": [
                    "How can believers become intentional about building a God-honoring marriage?"
                ],
                "background": [false, ""]
            },
            {
                "class": "banner-divider",
                "headers": ["What Can You Do?"],
                "paragraphs": [],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Priority 1", "Discover God's Design For Marriage"],
                "paragraphs": [
                    "We must understand that every marriage is intended to be a masterpiece reflecting THE marriage between God and His people.",
                    "Marriage is the most frequent metaphor used in the Bible to describe God’s relationship with His people. In fact, writing to the Ephesians, Paul called marriage a “profound mystery” because the man represents Christ, the groom, while the woman represents His bride, the church.",
                    "The marital union of husband and wife is a sacred reflection of the gospel itself."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Priority 2", "Commit To A Covenant Marriage"],
                "paragraphs": [
                    "Today’s civil marriages are much like business contracts – easy to get into and easy to get out of.",
                    "God’s covenant with His people was a promise to remain eternally faithful even if His people were not faithful in return.",
                    "In covenant marriage, both spouses are committed for a lifetime—in sickness and health, for better or worse. They do not threaten divorce or consider it as an option."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Priority 3", "Pursue A Passionate Marriage"],
                "paragraphs": [
                    "God calls us to pursue a passionate, thriving marriage. The Song of Solomon expresses the kind of love, joy and celebration God designed for marriage.",
                    "That passion is built on much more than infatuation and sexual desire. It is rooted in the physical, emotional and spiritual intimacy God created couples to experience as a foretaste of the eternal unity, communion and intimacy we can have with God.",
                    "Prioritize a routine like date nights to fan the flame of intimacy in your marriage."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Priority 4", "Become Heroic In Marriage"],
                "paragraphs": [
                    "Christ made the ultimate sacrifice to rescue humanity.",
                    "Writing to the Ephesians, Paul connected Christ’s sacrifice directly to marriage: “Husbands, love your wives, just as Christ loved the church and gave himself up for her” (Ephesians 5:25) and “Now as the church submits to Christ, so also wives should submit to their husbands” (Ephesians 5:24).",
                    "In other words, mutual submission to one another requires giving up our own interests to heroically serve the other person."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Priority 5", "Fight For Your Marriage"],
                "paragraphs": [
                    "Every couple will mess up. Too often, however, they also choose to give up. Throughout scripture, God fights for His relationship with His people, remaining faithful in the face of unfaithfulness. He forgives again and again.",
                    "No couple can avoid strife and arguments, but we can avoid giving the “devil a foothold” in our marriages by keeping short accounts and quickly restoring the relationship regardless of what happens.",
                    "Prayer is a key part of fighting for your marriage. Statistics from Gallop and the National Association of Marriage Enhancement reveal that when couples pray together on a daily basis less than one percent would end up getting a divorce."
                ],
                "background": [false, ""]
            }
        ]
    },
    {
        "name": "Sexual Intimacy",
        "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Sexual-Intimacy.jpg",
        "category": "Love and Marriage",
        "content": [
            {
                "class": "banner-header",
                "headers": ["Sexual Intimacy"],
                "paragraphs": [],
                "background": [true, "https://myfamilyseason.com/wp-content/uploads/2019/10/shutterstock_1046127142.jpg"]
            },
            {
                "class": "paragraph-container",
                "headers": ["Sexual Intimacy"],
                "paragraphs": [
                    "God created us as sexual beings designed for physical intimacy.",
                    "The scriptures teach that each of us has been made in the image of God either male or female. “In the image of God he created them; male and female he created them.” (Genesis 1:27) Grasping this reality is the foundation of sexual fulfillment no matter what life season you find yourself in, from a young person anticipating the wonders of romantic love to a married couple seasoned in the beauty and excitement of erotic pleasures."
                ],
                "background": [false, ""]
            },
            {
                "class": "banner-divider",
                "headers": ["Some Helpful Advice"],
                "paragraphs": [],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Point 1", "What We Want"],
                "paragraphs": [
                    "Temptation: God gave us a sex drive to be heeded and enjoyed in its proper time and place. As fallen creatures we experience the ongoing temptation to pursue physical gratification for its own sake, a reality made more difficult in a culture that bombards us with images and messages that can warp and undermine lasting sexual fulfillment.",
                    "Deception: From an early age we are fed lies about sex. Puritanical rigidity says sex is dirty. The sexual revolution overreacted by swinging to the other extreme, telling us we have a right to sexual gratification by whatever means. Gender identity politics tells young people they can choose their sex rather than celebrate it as a fixed, physical reality given by a God who doesn’t make mistakes.",
                    "Exploitation: Sexual abuse and exploitation robs those impacted of the capacity to enjoy God’s intended design for physical intimacy. Those who have endured such experiences need God’s grace and healing so that they can enter into a healthy, proper sexual relationship.",
                    "Dysfunction: Temptation, deception and exploitation all feed dysfunctional dynamics between husband and wife that can undermine a healthy, happy sex life."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Point 2", "What We Were Made For"],
                "paragraphs": [
                    "C.S. Lewis said that we are far too easily pleased, “like an ignorant child who wants to go on making mud pies in a slum because he cannot imagine what is meant by the offer of a holiday at the sea.”",
                    "This is certainly true in the area of sexual fulfillment. Too often we seek satisfaction in ways that fall far short of the pleasures and joys that come with God’s design for physical intimacy.",
                    "The Mystery: In Ephesians 5:31-33 the scriptures tell us that marital intimacy is a mysterious picture of the relationship between Christ and His bride, the church. When we give ourselves to one another in marriage we reflect the Gospel in ways we can’t comprehend but sense in our most fulfilling moments.",
                    "The Design: Each of us has a complete respiratory system, a digestive system and nervous system. But our bodies only consist of one-half of a reproductive system. That’s because God made us male and female as complimentary parts of the image of God. It is no accident that the first command given those God made “in the image of God…male and female” was to “be fruitful and multiply.” (Genesis 1:28) Our bodies have a wonderful design stamped into us at creation that can only be fully experienced through the mystery of marriage.",
                    "The Act: We yearn for a mate because we are designed for intimate communion with the opposite sex. It is also no surprise that the only thing God called “not good” after creation was a man without a woman. That is because we are made in the image of the Trinity, a loving communion of persons who gives most of us the amazing privilege of participating in the process of creating more in His image!"
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Point 3", "Finding Fulfillment"],
                "paragraphs": [
                    "God invented sex and smiles upon intimate acts that are mutually satisfying to married couples.",
                    "Husbands and wives that willingly give themselves to one another in order to meet their spouse’s needs and desires (rather than merely satisfy their own) will enter into one of life’s most exciting and beautiful experiences. To achieve this type of fulfillment requires replacing lies with truth including…",
                    "Sacred vs. Sinful: Sex is not a naughty, hidden sin to regret but a thrilling, exclusive secret to share. Scriptures such as Song of Solomon 4:16-5:1 celebrate the pleasures of what happens in the private moments between husband and wife. In other words, couples should enjoy one another to the fullest!",
                    "Gift vs. Gratify: Physical intimacy is not an obligation to endure but a gift to enjoy. It is not something we demand for personal gratification but something we give for marital fulfillment.",
                    "Wait vs. Waste: The intensity of sexual pleasure increases when reserved for the exclusive domain of the marriage bed. It diminishes when wasted on casual, short-term relationships that fall outside God’s design."
                ],
                "background": [false, ""]
            }
        ]
    },
    {
        "name": "Considering Children",
        "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Considering-Children.jpg",
        "category": "Love and Marriage",
        "content": [
            {
                "class": "banner-header",
                "headers": ["Considering Children"],
                "paragraphs": [],
                "background": [true, "https://myfamilyseason.com/wp-content/uploads/2019/09/shutterstock_735971812.jpg"]
            },
            {
                "class": "paragraph-container",
                "headers": ["Inspirations For Having Children"],
                "paragraphs": [
                    "Each of us have distinct strengths, passions and experiences that guide what we do in life. Marriage and parenting are a general calling that applies to most people of faith.",
                    "And while having children isn’t the only purpose for marriage, it is a foundational part of God’s call to couples who are able to conceive or willing to adopt. “Be fruitful and multiply” was the first charge God gave His creation in the garden.",
                    "When we bear and raise children we cooperate with God’s desire for a “Godly seed” (Malachi 2:15). Parenting is also the primary way most of us fulfill the call to lay our lives down for others (Philippians 2:4-8).",
                    "Producing and guiding the next generation is a mission that stretches us and pushes us to depend on God like few other things in life, all the while revealing and shaping our larger purpose within God’s plan for humanity."
                ],
                "background": [false, ""]
            },
            {
                "class": "banner-divider",
                "headers": ["Some Helpful Tips"],
                "paragraphs": [],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Tip 1", "Children Are A Blessing"],
                "paragraphs": [
                    "God calls children a blessing (Psalm 127:3-5). Even in the face of what one writer called the “bone-wearying work” of parenting, children provide the joyful reward of marital and parental love.",
                    "Studies consistently find that children are people’s greatest source of happiness."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Tip 2", "How And When Might God Grow Your Family?"],
                "paragraphs": [
                    "Seek the Lord together as a couple as you begin considering this question. Every couple is different and there is no perfect “when” for having children.",
                    "Couples who marry in their late twenties and then spend a couple of years getting to know each other are often surprised to find that they are already pushing past their prime fertility season when they start thinking about having kids. You may also find that God may want to grow your family in various ways, including adoption and foster care.",
                    "Prayerfully seek God’s wisdom together about how and when to grow your family."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Tip 3", "God Is Your Provider"],
                "paragraphs": [
                    "Couples seeking to start their families may feel overwhelmed by a variety of concerns about being pregnant, giving birth and adjusting their marriage, budget and lifestyles. This can be a natural response because children do change everything and push couples beyond themselves.",
                    "But God is faithful. Paul told the Corinthians, “And God is able to make all grace abound to you, so that in all things at all times, having all that you need, you will abound in every good work” (2 Corinthians 9:8). Having children is a good work and gives couples new opportunities to see how God is able to supply what they need.",
                    "Trust God and be open to His plan for you and your family. Know that His plans are perfect and beautiful."
                ],
                "background": [false, ""]
            }
        ]
    },
    {
        "name": "Preparing For a Baby",
        "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Preparing-For-Baby.jpg",
        "category": "Love and Marriage",
        "content": [
            {
                "class": "banner-header",
                "headers": ["Preparing For A Baby"],
                "paragraphs": [],
                "background": [true, "https://myfamilyseason.com/wp-content/uploads/2019/10/shutterstock_710258752.jpg"]
            },
            {
                "class": "paragraph-container",
                "headers": ["Preparing For The Baby's Arrival"],
                "paragraphs": [
                    "Congratulations on an exciting stage of life. Whether you’ve recently had a new baby, are counting down to your due date or preparing to adopt, you’ve likely noticed that parenthood is an entirely different world.",
                    "In the midst of all the joy and anticipation comes a whole new level of stretching and character development. You may be wondering if life will ever be the same. In many ways it won’t. It will become more fulfilling, more challenging and expensive than ever before as you pour your time, talents and resources into an investment that will yield amazing dividends! Those blessed with the gift of children are called to inspire and nurture the faith of the next generation as life’s greatest privilege and priority.",
                    "So, become intentional about this season by preparing yourself to take four important steps for the transition to parenthood."
                ],
                "background": [false, ""]
            },
            {
                "class": "banner-divider",
                "headers": ["Some Helpful Tips"],
                "paragraphs": [],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 1", "Pray Up"],
                "paragraphs": [
                    "As you embark on this incredible season, begin to set the tone of your parenting by seeking the Lord in prayer.",
                    "The task of parenting can often seem overwhelming but remember that if God has called you to it, He will equip you for it!",
                    "Seek Him for wisdom and cover your child in prayer through each stage."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 2", "Buckle Up"],
                "paragraphs": [
                    "As new parents, you are starting on a roller coaster of adventure – with highs you could have never imagined and lows that can push you to discover abilities and courage you didn’t know you had.",
                    "Along with God’s blessing of children comes His calling for you to lay your life down for your child (Philippians 2:3-11). You will sacrifice things you once took for granted, like sleeping in or a spontaneous get-away with your spouse.",
                    "It is a sacrifice worth making."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 3", "Give Up"],
                "paragraphs": [
                    "When you give sacrificially as parents you probably won’t get the same kudos you would get in the workplace, or even the same recognition you would have given each other for similar efforts before the kids arrived.",
                    "You’re moving into a time of life where such sacrificial giving is just something you have to do often without expecting much fanfare. It’s in this aspect of your new mission – losing your life – that you find your life (Matthew 16:24-25).",
                    "It’s here that you develop “servant muscles” through the ongoing exercise of selfless giving. You’ll also find that parenting is an arena for Christian discipleship with a “dailyness” and intensity like none other."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 4", "Team Up"],
                "paragraphs": [
                    "Most couples entering into parenthood discover a sense of shared purpose and accomplishment that pushes their relationship into a greater sense of partnership and joy. They may also face relational strains.",
                    "Adjusting to less sleep, sex, money and time for each other can bring a short-term dip to marital satisfaction. Couples that need each other the most often find themselves taking their frustration out on the only other adult in the house.",
                    "Your marriage can survive this adjustment and experience the joy of parenting if you remain a team. Lay your lives down for each other (Ephesians 5:22-33) and give each other an extra measure of love (1 Corinthians 13:4-8) and grace (2 Corinthians 9:8). Commit to working together and continuing to “date” even if it is after you have put your baby to bed to meet on couch for a time to connect."
                ],
                "background": [false, ""]
            }
        ]
    },
    {
        "name": "A Difficult Marriage",
        "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/difficult-marriage.jpg",
        "category": "Love and Marriage",
        "content": [
            {
                "class": "banner-header",
                "headers": ["A Difficult Marriage"],
                "paragraphs": [],
                "background": [true, "https://myfamilyseason.com/wp-content/uploads/2019/09/marriage-hero.jpg"]
            },
            {
                "class": "paragraph-container",
                "headers": ["Hope For A Difficult Or Abusive Marriage"],
                "paragraphs": [
                    "Those who marry will have troubles. That’s what Paul told the Corinthian church (1 Corinthians 7:28).",
                    "Even the best couples can struggle to protect their marriage vows. But what happens when marriage troubles become unbearable? Is there a point at which couples should end a bad marriage? Or is there hope for something better? Walk through the following steps as you prayerfully evaluate your situation."
                ],
                "background": [false, ""]
            },
            {
                "class": "banner-divider",
                "headers": ["Helping You Evaluate Your Relationship"],
                "paragraphs": [],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 1", "Discern Minor From Major Trouble"],
                "paragraphs": [
                    "Unfortunately, many marriages end today over troubles that could have been overcome. University of Texas researcher Norval Glenn has found that divorces today are often blamed on problems such as “lack of commitment,” “too much conflict and arguing,” “unrealistic expectations” and “lack of preparation.”",
                    "These are problems that both husband and wife can and should work to overcome. Despite what friends, family or popular culture might say, these issues are no reason to end a marriage – especially in light of the serious long-term impact of divorce on your children.",
                    "In their book, The Case for Marriage, Maggie Gallagher and Linda Waite explain that couples who think their only options are to either divorce or be miserable often find things getting better if they’ll just stick it out. In fact, almost eighty percent of husbands and wives who were very unhappy in their marriage yet stayed together described themselves as very happy just five years later!"
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 2", "Discern Minor From Major Trouble"],
                "paragraphs": [
                    "Major trouble occurs when someone either abuses or abandons their role in a marriage – when they break faith with their spouse and violate their vows.",
                    "While God hates divorce (Malachi 2:16), He permits it for marital unfaithfulness (Matthew 19:1-8). In God’s grace, He allows, but does not command, men and women whose spouses have been unfaithful to start over.",
                    "However, God is in the business of helping couples redeem what many would see as a hopeless situation. “Even marriages that have faced one or more of the big ‘A’s – abuse, affairs or addictions – can be saved,” says Mitch Temple, a licensed marriage counselor. Temple has led numerous intensive counseling sessions with couples that faced these major challenges and even though they had Biblical grounds for divorce they found a way to save their marriages."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 3", "Discern Minor From Major Trouble"],
                "paragraphs": [
                    "If your relationship is marked by physical or severe emotional abuse, you may find yourself confused, frightened and unsure about what to do. The most important thing you can do right now is take steps to protect yourself and your children from harm.",
                    "Even if you want to save your marriage, you should not risk the safety of your children or yourself.",
                    "A period of structured and therapeutic separation may be needed and can make it possible for you to get the help your marriage needs while making your family less vulnerable."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 4", "Discern Minor From Major Trouble"],
                "paragraphs": [
                    "Whatever situation you’re in, don’t struggle through a difficult marriage alone. You need the Lord like never before.",
                    "He is eager to hear your prayers and walk this journey with you. Whether you are praying together or praying for your marriage alone, the power of prayer can make all the difference. You also need the church body like never before – for perspective and advice, counseling and encouragement, and hope for God’s redemption.",
                    "Take advantage of the Going Further resources and services of this church."
                ],
                "background": [false, ""]
            }
        ]
    },
    {
        "name": "The Empty Nest",
        "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/The-Empty-Nest.jpg",
        "category": "Love and Marriage",
        "content": [
            {
                "class": "banner-header",
                "headers": ["The Empty Nest"],
                "paragraphs": [],
                "background": [true, "https://myfamilyseason.com/wp-content/uploads/2019/10/empty-nest-header.jpg"]
            },
            {
                "class": "paragraph-container",
                "headers": ["The Empty Nest Years"],
                "paragraphs": [
                    "Achieving the long-term goal of raising and launching children is one of those milestones in life that can lead to surprising emotions.",
                    "One day you might feel relieved to catch your breath after such an intense marathon and then the next day you miss the busyness – especially the ever-present relationships that went with it. Whether you are approaching, just hitting or deep into the empty nest season you are likely experiencing a range of feelings that can leave you asking yourself “What next?”. This would be a great time to take steps toward rediscovery in your life."
                ],
                "background": [false, ""]
            },
            {
                "class": "banner-divider",
                "headers": ["What Can You Do?"],
                "paragraphs": [],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 1", "Rediscover Your Mission"],
                "paragraphs": [
                    "A major segment of your life up to this point has been committed to serving and guiding your children. That faithful and daily focus on those within your home has been preparing you for broader service.",
                    "In 1 Timothy 3:5 Paul asks the question, “If anyone does not know how to manage his own family, how can he take care of God’s church?” Another way to see that passage is that those who have managed their families have learned a couple of things about how to care for God’s church – how to love, forgive, guide, lead and encourage.",
                    "Such characteristics developed in the last season, as well as the additional time and resources that often come with an empty nest, can equip you for a whole new world of opportunities to fulfill your mission during this exciting season of life."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 2", "Rediscover Your Marriage"],
                "paragraphs": [
                    "Some marriages don’t last until the empty nest years either because of death or divorce.",
                    "Married couples may feel like the tsunami of kids that swept in and out has left you needing to rediscover the person to whom you said “I do” so long ago. Proverbs 5:18-19 says, “May your fountain be blessed, and may you rejoice in the wife of your youth.”",
                    "After this intense stretch of parenting, how can you find fresh ways to rejoice in the marriage of your youth and to “be ever captivated” by your spouse? You may just need to re-introduce yourself and start rediscovering some of your earlier passions and dreams."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 3", "Rediscover Your Children"],
                "paragraphs": [
                    "During earlier parenting stages, you had some fairly clear lines of authority and control, especially when it came to your house rules. Those lines blur as your children become independent – even if they boomerang back home for a season.",
                    "Now is the time when your influence is built upon strong relationship rather than direct control. Your efforts will focus on coaching your children into self-sufficiency, pursuing marriage and building families of their own. This season requires a lot of trust because “sideline coaching” is all you can offer rather than step-by-step direction.",
                    "But this season also gives you a vantage point to see the time and effort you’ve invested into your children in a different light – especially as they begin to take ownership of the values you’ve tried to instill (Psalm 78:3-7) and watch them discover God’s plan for their lives. Best of all you can begin to enjoy adult to adult friendship with your children which will bring new joys and rewards."
                ],
                "background": [false, ""]
            }
        ]
    },
    {
        "name": "Intentional Parenting",
        "image": "https://myfamilyseason.com/wp-content/uploads/2019/11/Intentional-Parenting.jpg",
        "category": "Parenting",
        "content": [
            {
                "class": "banner-header",
                "headers": ["Intentional Parenting"],
                "paragraphs": [],
                "background": [true, "https://faith-home.mycsbc.com/wp-content/uploads/2019/10/shutterstock_1428139997.jpg"]
            },
            {
                "class": "paragraph-container",
                "headers": ["Giving A Strong Spiritual Legacy"],
                "paragraphs": [
                    "If you are blessed with the gift of children, God has given you the most incredible opportunity and responsibility to help your child know, love and follow Jesus. Every believing parent hopes their child will embrace the faith and grow deep spiritual roots.",
                    "Studies tell us that over half of those growing up in Christian homes will walk away from Christianity by the time they leave the teen years. One reason is that parents often “outsource” the spiritual formation of their children to the church.",
                    "While a good church is very important, God designed the family to be the primary place where faith is nurtured."
                ],
                "background": [false, ""]
            },
            {
                "class": "banner-divider",
                "headers": ["Guiding Principles"],
                "paragraphs": [],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["The Legacy Principle", ""],
                "paragraphs": [
                    "The scriptures tell us that what we do today directly influences the multi-generational cycle of family traits, beliefs and actions - for good or bad. (Exodus 20:5-6, Psalm 78:5-8). Passing a strong faith to our children begins by having a strong faith ourselves, modeling the gospel in our marriages and in how we relate to those closest to us. Some of us need to break negative cycles that may have started with our own upbringing in order to launch a new, improved legacy for the next generation."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["The Likelihood Principle", ""],
                "paragraphs": [
                    "The good news is that in the context of healthy relationships, children tend to embrace the values of their parents. Proverbs 22:6 tells us that when children learn right from wrong at home under the nurturing, loving training of parents, they tend to adopt mom and dad’s beliefs. While there are no guarantees because every child has a free will, kids are far more likely to embrace their parent’s faith if they enjoy their parent’s company! This is a big part of the reason the Bible warns parents not to “provoke your children to wrath” but rather “bring them up in the training and admonition of the Lord” (Ephesians 6:4). Bottom line – a strong relationship with mom and dad is key to a strong Christian faith."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["The Lenses Principle", ""],
                "paragraphs": [
                    "Jesus taught that our enemy’s primary weapon is deception - getting us to believe and live according to lies rather than truth (John 8:44). When someone is deceived, he or she doesn’t know it! Our children are growing up in a culture that often bombards them with lies. An hour or two per week at church is no match for the hundreds of hours spent with media, school, and friends. It cannot compete with a child’s fallen nature that often wants to rebel against what is good, true and beautiful. It is the job of parents to equip children with the corrective “lenses” of truth so they can better navigate the deceptive roads of life."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["The Learning Principle", ""],
                "paragraphs": [
                    "Our children can only learn what we teach them in a manner that will reach them. In other words, we need to vary our approach based upon their unique personality, learning style, and most importantly, stage of development. Children fall into one of three stages that should guide the methods we choose for discussing our faith and values at home."
                ],
                "background": [false, ""]
            }
        ]
    },
    {
        "name": "Discipline With Young Children",
        "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Discipline-With-Young-Children.jpg",
        "category": "Parenting",
        "content": [
            {
                "class": "banner-header",
                "headers": ["Discipline With Young Children"],
                "paragraphs": [],
                "background": [true, "https://myfamilyseason.com/wp-content/uploads/2019/10/shutterstock_520173301.jpg"]
            },
            {
                "class": "paragraph-container",
                "headers": ["Discipline With Young Children"],
                "paragraphs": [
                    "The scriptures command parents to raise children in the training and instruction of the Lord.",
                    "We begin “training” a child from a very young age by the ways we respond to their actions and attitudes. The primary purpose of discipline is to consistently direct your child toward right relationships with God and others. Several practices contribute to that process."
                ],
                "background": [false, ""]
            },
            {
                "class": "banner-divider",
                "headers": ["Helpful Practices"],
                "paragraphs": [],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Practice 1", "Establish Your Authority"],
                "paragraphs": [
                    "Children need a clear answer to the question “Who is the boss?” Mom and Dad embody the security and limits that come from submitting ourselves to a loving heavenly Father. God has delegated oversight of your child’s welfare and development to you, placing you in a position of authority over them.  ",
                    "Starting when children are very young, parents need to model clarity and consistency. Unclear rules and sporadic reinforcement breed insecurity. You must say what you mean, mean what you say and act upon it. Don’t overlook defiant behavior just because the specific issue seems minor, or because it is a hassle to stop and discipline at the moment.",
                    "Children are commanded to obey their parents and parents to train their children even when it is inconvenient to do so (Colossians 3:20-21)."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Practice 2", "Discipline Rather Than Punish"],
                "paragraphs": [
                    "Punishment is negative, making someone pay for what they’ve done. Discipline is positive – training toward a better future. Like touching a hot stove, we learn from the consequences of our actions. Discipline in childhood helps children avoid “learning the hard way” later in life.  ",
                    "Many parents ask about the use of spanking to help shape a child’s will. The scriptures teach that “Foolishness is bound up in the heart of a child; the rod of correction will drive it far from him” (Proverbs 22:15, 13:24 and 29:15). Administering “the rod” apart from biblical principles, however, can cause more harm than good. Corporal discipline should only be used within guidelines such as those offered by Christian parenting experts. Several of the books listed under “Going Further Resources” can help you learn to apply different methods of discipline in healthy and productive ways. Regardless of which form of discipline you use, the key is consistency. As author Ginger Plowman explains, it is not the severity of punishment but the “certainty of consequence” that makes the difference.",
                    "God holds parents accountable for how they use the authority He has given them. The scriptures instruct parents not to “exasperate” or “embitter” their children (Colossians 3:21). Do not treat childish immaturity the same as willful defiance. Parents should never discipline children out of embarrassment, frustration or anger. Accidentally spilling the milk or waking the baby is not an occasion for stern discipline. But ignoring direct disobedience can make a child vulnerable to an ongoing spirit of rebellion.",
                    "Parents are called to protect their children from the ruin of an undisciplined life and point them to their need for a Savior (Proverbs 23:14 and Romans 3:22-24). Ultimately, the discipline you apply should be used in a way that restores right relationships. It should provide a consequence that leads the child to repentance (sorrow for their wrong behavior) and restoration of the relationship with God, mom, dad and others."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Practice 3", "Lovingly Instinct"],
                "paragraphs": [
                    "Starting in the preschool years discipline and instruction should become a package deal (Ephesians 6:4). We often make the mistake of allowing our desire for changed behavior to replace our desire for a changed heart.",
                    "Use simple probing questions and share specific scriptures about wrong choices to instruct your child toward repentance. After disciplining a 2-year-old temper tantrum, for example, you might explain that “God wants us to obey.” With a 4-year-old you can go further, explaining self-control, reading Titus 2:6 and asking the child “Do you think that you were self-controlled or out-of-control?”",
                    "Such loving instruction after discipline helps train your son or daughter to think like a follower of Christ rather than merely behave in order to avoid punishment."
                ],
                "background": [false, ""]
            }
        ]
    },
    {
        "name": "Single Parent",
        "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Single-Parent.jpg",
        "category": "Parenting",
        "content": [
            {
                "class": "banner-header",
                "headers": ["Single Parent"],
                "paragraphs": [],
                "background": [true, "https://myfamilyseason.com/wp-content/uploads/2019/10/shutterstock_1486445411.jpg"]
            },
            {
                "class": "paragraph-container",
                "headers": ["Raising Children Alone"],
                "paragraphs": [
                    "One of life’s greatest blessings and sources of joy is being called somebody’s parent.",
                    "But if you find yourself raising children alone, you know better than anyone else that parenting is a job meant for two. That’s why Dr. James Dobson calls single parenting “the toughest job in the universe.” Few understand the loneliness and emotional hurt many single parents carry or how exhausting the role can be.",
                    " So, how can you be hopeful and experience joyful success as a parent despite more challenging circumstances?"
                ],
                "background": [false, ""]
            },
            {
                "class": "banner-divider",
                "headers": ["How To Face Challenges As A Single Parent"],
                "paragraphs": [],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Priority 1", "Keep Your Child's Best In Mind"],
                "paragraphs": [
                    "Every parent is called to lay aside his or her own interests for the children. That calling takes extra commitment when you’re going at it alone.",
                    "You may still be working through the painful circumstances that led to becoming a solo parent or dealing with an ex-spouse who is a negative influence on the children.",
                    "Regardless of the emotions your specific circumstances may be causing, you are called to place your child’s needs above your own. Give them as much stability and nurturing as possible within your limitations – even though they may not seem to appreciate the sacrifice you’re making. Be assured, the Lord receives your selfless caring as an act of worship to Him because it reflects the spirit of Christ who “made himself nothing, taking the very nature of a servant” (Philippians 2:7).",
                    "Being a servant includes doing your best to maintain a Christ-like attitude when you are navigating legal decisions, shared custody or seeing your ex with a new romantic interest. Putting your children first is also a priority if you don’t have custody – if you are limited to small windows of time together. Those times are your opportunity to show love and influence and not to get caught up in disagreements over parenting differences. In your visitation, in your support, and all other connections, your first priority is serving the needs of your children."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Priority 2", "Choose Good Relationships"],
                "paragraphs": [
                    "Few people understand the load you carry. You’re likely to be under stress with extra work and the constant demands of parenting.",
                    "You know how your loneliness and desire to be loved can lead you toward relationships with the opposite sex that may be harmful, only adding to the uncertainty and anxiety. If you are not ready to marry, be very cautious about dating during this season of life.",
                    "You want healthy Christian friendships that can help you face this emotional maze and make wise decisions through it all. You need to be a part of a community of believers committed to forgiveness, redemption, and growth. Your children also need the support and modeling of other Christians to give them a vision for their own future home.",
                    "Pray that God would bring other families into your children’s lives to be a part of family meals, holiday events, etc. Others may not know how to help your family best, so give them the opportunity to be and receive a blessing by asking for their help."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Priority 3", "Become Intentional"],
                "paragraphs": [
                    "God can make your next chapter better than the last. Be careful not to see yourself as a “second class” parent.",
                    "Raising children alone is harder, but the goal is the same for you as it is for two parent families – to nurture Christian faith and values in your children. That means becoming intentional about building a strong relationship, modeling Godly character, and creating occasions for meaningful interaction about life’s most important truths.",
                    "Remember, it is no accident that God gave you the blessing of children. He also is eager to give you the grace to be the parent they need."
                ],
                "background": [false, ""]
            }
        ]
    },
    {
        "name": "Blending Families",
        "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/blended-family.jpg",
        "category": "Parenting",
        "content": [
            {
                "class": "banner-header",
                "headers": ["Blending Families"],
                "paragraphs": [],
                "background": [true, "https://myfamilyseason.com/wp-content/uploads/2019/09/family1.jpg"]
            },
            {
                "class": "paragraph-container",
                "headers": ["Successfully Blending Families"],
                "paragraphs": [
                    "“Did you ever notice how The Brady Bunch got just about all their step family challenges worked out in the first episode?” asks Ron Deal of Successful Step-families.",
                    "Ron works alongside a growing number of ministries coaching families on Biblical principles to overcome the challenges of blending their families. Any home in which at least one spouse brings children from a prior relationship knows that it is much harder in real life than it was for  the Brady family. That’s why blended families need to add an extra measure of intentionality including several important steps."
                ],
                "background": [false, ""]
            },
            {
                "class": "banner-divider",
                "headers": ["What Can You Do?"],
                "paragraphs": [],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 1", "Recognize A Higher Calling"],
                "paragraphs": [
                    "Even though blended families are becoming a more common family structure, making them work well remains a real challenge due to the extra logistics and emotional landmines that are part of merging two homes into one.",
                    "The additional challenges you face in building a strong marriage and family make following Jesus’ example of laying down your life for others even more essential. That calling is clear in the letter Paul wrote to the Philippians:",
                    "Each of you should look not only to your own interests, but also to the interests of others. Your attitude should be the same as that of Christ Jesus: Who, being in very nature God, did not consider equality with God something to be grasped, but made himself nothing, taking the very nature of a servant, being made in human likeness (Philippians 2:4-7)."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 2", "Focus On The Children"],
                "paragraphs": [
                    "Various family experts stress that strong families start with strong marriages – as the relational health of the couple goes, so goes that of the children. That’s not necessarily the priority, however, with blended families. Ron Deal has found that couples must first invest in the children they’ve brought together in order to be able to experience a growing marriage.",
                    "This is especially true in the area of establishing authority. Children need parents to exercise legitimate authority over them. Unfortunately, children often see the authority exercised by non-biological parents as illegitimate.",
                    "When this becomes evident, stepparents are tempted to either bulldoze their way to authority or just leave most of the work to the biological parent. Either of these options leads to greater stress. Non-biological parents still need to exercise an appropriate measure of authority – but they do need to earn respect, not just demand it.",
                    "Ask the Lord to give you an extra measure of patience and humility in dealing with stepchildren – especially when you know they have experienced the pain of divorcing parents or the grief of a deceased mom or dad which can cause long-term emotional trauma."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 3", "Allow God To Redeem Your Story"],
                "paragraphs": [
                    "In Joel 2:25, God says, “I will repay you for the years the locusts have eaten.”",
                    "Every stepfamily brings with it the hope for a redeemed life story – the hope that difficult chapters of the past can be followed by better days. Stepfamilies quickly learn that better days don’t appear magically.",
                    "As they submit to God’s calling and trust His ability to write their stories, however, they find He is still able to make all things new."
                ],
                "background": [false, ""]
            }
        ]
    },
    {
        "name": "Adoption and Foster Care",
        "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/adoption.jpg",
        "category": "Parenting",
        "content": [
            {
                "class": "banner-header",
                "headers": ["Exploring Adoption Or Foster Care"],
                "paragraphs": [],
                "background": [true, "https://myfamilyseason.com/wp-content/uploads/2019/09/shutterstock_585707846-1.jpg"]
            },
            {
                "class": "paragraph-container",
                "headers": ["Is It Right For Your Family?"],
                "paragraphs": [
                    "Millions of children around the world need a family. Many homes seem to have something missing that adoption or foster care offers to fill.",
                    "Exploring adoption or foster care means prayerfully weighing many practical concerns in your head against the often-inexplicable tugging of your heart. Consider the impact you could have in the life of a child who would not otherwise have a mother or father.",
                    "<span class='accent-text'>How might God be leading you to change their circumstances?</span>",
                    "<span class='accent-text'>What kind of home and family might you be able to provide?</span>",
                    "<span class='accent-text'>Which route is best - domestic adoption, international adoption, or foster care?</span>",
                    "<span class='accent-text'>With so many significant factors to consider, where do you start?</span>"
                ],
                "background": [false, ""]
            },
            {
                "class": "banner-divider",
                "headers": ["What Can You Do To Help?"],
                "paragraphs": [],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 1", "Understanding God's Heart For Orphans"],
                "paragraphs": [
                    "The Bible is extremely clear about God’s care, concern and provision for the orphan. It’s easy to grow anxious if you explore adoption in your own limited strength and understanding.",
                    "There is peace, however, in seeking to know and reflect on God’s heart for adoption. You can do that by reading and meditating on verses in the Bible about adoption and care for orphans (for example, Deuteronomy 10:18, Exodus 22:22-24, James 1:27, Job 29:1-12, Esther 2:7 and 2 Samuel 9:3). As you read these scriptures, consider setting aside time for fasting and seeking the Lord’s will for your home.",
                    "Seeking God’s heart for orphans will stretch your perspective. It will change the kind of cost/benefit analysis you bring to your decisions. It also can give you peace and patience for the details of adoption and can grow your trust in God’s ability to provide for you in what He’s calling you to.",
                    "While seeking God’s heart for orphans, you might find yourself considering entirely different approaches to adoption. You also may discover opportunities to show care for orphans in ways other than adoption. This is where foster care can play a significant role."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 2", "Educate Yourself"],
                "paragraphs": [
                    "One of the best ways to increase your understanding of both the head and heart issues of adoption is to spend time with others who have adopted – to hear from them the joys and challenges of each step along the way. Connect with families that have adopted or have had foster placements in their home to learn from those who have walked this path before you.",
                    "Much about adoption has changed in the past few decades. New opportunities have emerged alongside new challenges. At the same time, various churches and non-profit ministries have expanded their support for orphans and adoption, providing a broad range of information and services about things such as federal tax benefits and financial assistance through grants available to adopting families.",
                    "Take advantage of resources, books and the Lake Pointe Church Adoption and Foster Care Ministry listed on the Going Further suggestions to help you in this process."
                ],
                "background": [false, ""]
            }
        ]
    },
    {
        "name": "Raising a Child With Special Needs",
        "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Raising-a-Child-With-Special-Needs.jpg",
        "category": "Parenting",
        "content": [
            {
                "class": "banner-header",
                "headers": ["Children With Special Needs"],
                "paragraphs": [],
                "background": [true, "https://myfamilyseason.com/wp-content/uploads/2019/10/shutterstock_496167904.jpg"]
            },
            {
                "class": "paragraph-container",
                "headers": ["Raising A Child With Special Needs"],
                "paragraphs": [
                    "Only those with first-hand experience truly understand the blessing and challenges of raising a child with special needs. Parenting is hard work under the best of circumstances.",
                    "When you add managing the needs of a child with physical or mental disabilities it can bring a whole new level of physical and emotional stress for parents. It also brings a level of joy others rarely comprehend.",
                    "Whether you have just recently received a troubling diagnosis, are moving into a new stage of care, or have just started attending this church, we want to be a source of encouragement and hope as you fulfill your calling to parent a child with special needs. We believe every child is a gift from God made in His image and reflecting His dignity. We also consider those caring for children with special needs worthy of special honor and support. To become intentional about your unique situation, we encourage you to reflect on your blessing, your call and your challenge."
                ],
                "background": [false, ""]
            },
            {
                "class": "banner-divider",
                "headers": ["Some Helpful Tips"],
                "paragraphs": [],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Your Blessing", "A Special Connection"],
                "paragraphs": [
                    "Those nurturing a child with special needs often encounter the heart of God in ways that can only be described as a spiritual mystery.",
                    "While these children may be unable to participate in certain physical and/or academic pursuits, they can thrive in the most important arena of life – the spirit. Even those who can’t understand the written word of God embody what it means to love and be loved as one totally dependent upon the Giver and Sustainer of life.",
                    "Those honored to serve these children are given a unique connection with the God whose image they bear – seen in a gazing smile, a shrieking laugh, or an unspoken moment of delight that proclaims to all “the refreshing water of God’s joy is available to us all.”"
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Your Call", "Laying Down Your Life"],
                "paragraphs": [
                    "You have one of the most difficult yet vital callings in the kingdom of God. How can you maintain the ongoing energy and passion needed to parent a child with special needs?",
                    "There’s no other way to do it than to daily embrace the call to lay down your life. Philippians 2:5-8 says:",
                    "“Your attitude should be the same as that of Christ Jesus: <br/>Who, being in very nature God, did not consider equality <br/>with God something to be grasped, but made himself nothing, <br/>taking the very nature of a servant, being made in human likeness. <br/>and became obedient to death – even death on a cross!”",
                    "All Christian parents are called to mirror Jesus by taking on “the very nature of a servant” at home. But it is especially real in the midst of the never-ending sacrifices demanded of those caring for special needs children. Even if those around you never understand the load you bear, you play a part that is immensely important from God’s perspective and is credited as serving Christ himself (Matthew 25:40)."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Your Challenge", "Finding Support & Replenishment"],
                "paragraphs": [
                    "Whether your child has mild or severe needs, you require replenishment in order to stay faithful and avoid burnout. You need practical help and spiritual nourishment.",
                    "Stephen Covey talks about the importance of “sharpening the saw” – of prioritizing physical, emotional and spiritual restoration so that your efforts can be fueled with new strength and purpose that can only come from God. You and your child need periodic breaks.",
                    "Of course, making that happen can be difficult because there are very few who offer to help and those who do may not understand what to do, your child’s unique needs, or just how hard it can be. We as a church are here to help support and walk beside you."
                ],
                "background": [false, ""]
            }
        ]
    },
    {
        "name": "Schooling Options",
        "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Schooling-Options.jpg",
        "category": "Parenting",
        "content": [
            {
                "class": "banner-header",
                "headers": ["Schooling Options"],
                "paragraphs": [],
                "background": [true, "https://myfamilyseason.com/wp-content/uploads/2019/10/shutterstock_388630444.jpg"]
            },
            {
                "class": "paragraph-container",
                "headers": ["Your Child's Schooling Options"],
                "paragraphs": [
                    "Parents are the gatekeepers and ultimate decision makers for their children.",
                    "As you evaluate the many schooling options available to your family, reflect on the following questions and apply prayer and Biblical wisdom to your educational choices."
                ],
                "background": [false, ""]
            },
            {
                "class": "banner-divider",
                "headers": ["Some Questions To Ask"],
                "paragraphs": [],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Question 1", "Who Has The Ultimate Responsibility?"],
                "paragraphs": [
                    "Children are wired to observe and learn about all kinds of things in life – from friends, family, church, television and so on.",
                    "What is your role?",
                    "What part do you play in what they learn and how they find their place in the world?",
                    "Is one form of education better than another?",
                    "Is your child okay in the public school?",
                    "Is a private school or homeschooling better?",
                    "The answer will vary from situation to situation. The most important thing to remember is that you have ultimate responsibility for the education of your child(ren). Deuteronomy 6:6-7 tells us:",
                    "“These commandments that I give you today are to be upon your hearts. Impress them on your children. Talk about them when you sit at home and when you walk along the road, when you lie down and when you get up.”",
                    "We usually associate this verse with a child’s spiritual instruction, but the principle applies equally to character and academic training.",
                    "Parents have found value working with other people (including schools) to partner toward a strong education. Delegation does not remove the responsibility for oversight. It takes diligence to make sure those who partner with you in the education of your children reinforce rather than undermine your efforts."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Question 2", "What Is Best For Each Child?"],
                "paragraphs": [
                    "Your oversight of each element of your child’s education should be coupled with an annual assessment of your child’s education needs.",
                    "You should evaluate each child at the end of every school year for the following year. Commit to the plan that works best for your child for that year.",
                    "Some parents move from one option to another based upon what they believe will best meet a child’s needs rather than feel “locked in” to any one approach.",
                    "The same schooling option may not be the best for every child in the family."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Question 3", "How Do We Keep Faith A Priority?"],
                "paragraphs": [
                    "Everyone wants his or her child to succeed in life, but what does success look like?",
                    "Does getting into a great college and then landing a dream job define success?",
                    "Is it about being well-rounded with skills in a broad range of extracurricular activities?",
                    "Too often, well-meaning parents seeking to give their children an edge for the future fill their schedules with activities that can squeeze out time for family and faith.",
                    "Investment in family time deepens the roots of faith, character and relationships which are foundational to real success in life."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Question 4", "Who Can Give Advice And Guidance?"],
                "paragraphs": [
                    "It is always wise to ask those who have chosen different schooling options (including public, charter, online, private, home education, dual credit programs, etc.) for insights on the pros and cons of each.",
                    "Since all of us tend to advocate the option we have chosen you may encounter those who seem to have a “one size fits all” perspective.",
                    "Just listen and learn so that you can gain as much insight as possible as you prayerfully evaluate your own child’s situation."
                ],
                "background": [false, ""]
            }
        ]
    },
    {
        "name": "Preparing Your Child For Adolescence",
        "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Preparing-Your-Child-For-Adolescence.jpg",
        "category": "Parenting",
        "content": [
            {
                "class": "banner-header",
                "headers": ["Preparing Your Child For Adolescence"],
                "paragraphs": [],
                "background": [true, "https://myfamilyseason.com/wp-content/uploads/2019/10/shutterstock_1169506729.jpg"]
            },
            {
                "class": "paragraph-container",
                "headers": ["How To", "Prepare Your Child For Adolescence"],
                "paragraphs": [
                    "“Enjoy ‘em now, because they’ll drive you crazy when they’re teenagers!” That’s the warning parents of pre-teens often hear.",
                    "Obviously, you and your pre-teen are in for a lot of change, but turmoil isn’t inevitable. You have the opportunity – before the transition from childhood to adulthood begins – to intentionally navigate your son or daughter through that change in a proactive and positive way.",
                    "The best way to prepare your child for adolescence is for you to set the stage by spending time together dedicated to giving your preadolescent the framework for what’s coming. The hope is that you – the parent – will explain what it means and how to make the most of this vital time in life."
                ],
                "background": [false, ""]
            },
            {
                "class": "banner-divider",
                "headers": ["Here's A Quick Guide To The When, What, And How Of That Time Together"],
                "paragraphs": [],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Tip 1", "When"],
                "paragraphs": [
                    "Often parents are concerned that they will overwhelm their pre-teen or encourage premature curiosity if they jump the gun in preparing them for adolescence.",
                    "A greater concern, however, is the likelihood that someone else will beat you to it. Children are typically ready before their parents are. Doctors report puberty starting as early as age 9 among some girls, and the average age for first exposure to pornography among boys is around the same age.",
                    "Of course, not all children are the same. That is why it’s important to spend time with your pre-teen, getting a sense of where they are developmentally and to make the timing of your conversations a matter of prayer. Generally, your prime opportunity will fall somewhere between the ages of 9 and 12."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Tip 2", "What"],
                "paragraphs": [
                    "In your conversation about the years ahead, you should plan to address the many areas of change your son or daughter will encounter during their transition to adulthood – in their body, their decision-making, and their relationship with you.  ",
                    "Body: It’s important to frame the physical changes ahead as much more than a plea for sexual abstinence. Your child needs a vision for how the internal and external changes ahead are preparing them for the joys of marriage and the miracle of creating new life.",
                    "Decision-making: Increasingly, your child will have to make and assume the responsibilities for his or her decisions. As you maintain your overall family values in media choices, individual responsibilities (chores, homework, etc.) and alcohol/drug use, you also need to direct your son or daughter in how to make good decisions for themselves. The first nine chapters of the book of Proverbs can be a helpful guide for learning to discern between wisdom and folly.",
                    "Relationship to You: Helping your son or daughter understand and embrace the changes in his or her body while challenging them to bear the responsibility of decision making will be different from the role you’ve played before. Explain to your pre-teen that over the next decade your role will be progressively changing to that of a coach who is there to guide them in their transition into independent development."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Tip 3", "How"],
                "paragraphs": [
                    "Here are a few ideas to get you started:",
                    "Schedule It: Set aside a special time or trip with your child to go through one of the recommended resources for joint discussion. Think about how to create an environment for open communication.",
                    "Prepare For It: Listen to the audio titled The Talk included with the Faith Path: Preparing for Adolescence kit for examples of what to say.",
                    "Dialogue: Don’t do all the talking. Allow your child to share thoughts and questions without being judgmental or quick to give a lecture.",
                    "Have Fun: Your child is much more likely to listen and be open with you if you have established a good relationship by creating fun times."
                ],
                "background": [false, ""]
            }
        ]
    },
    {
        "name": "Launching Young Adults",
        "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Launching-Young-Adults.jpg",
        "category": "Parenting",
        "content": [
            {
                "class": "banner-header",
                "headers": ["Launching Young Adults"],
                "paragraphs": [],
                "background": [true, "https://myfamilyseason.com/wp-content/uploads/2019/10/shutterstock_1193722840.jpg"]
            },
            {
                "class": "paragraph-container",
                "headers": ["Successfully", "Launching Young Adults"],
                "paragraphs": [
                    "After years of saying, “When I grow up, I’m gonna be…” there comes a point in which your children start going through the steps of actually making it happen.",
                    "Dr. James Dobson calls ages 16 to 26 the “critical decade” as young people transition from childhood to an adult. We’ve all heard the phrase “failure to launch” describing young men and women who don’t make that transition for one reason or another.",
                    "Unfortunately, more and more parents are inadvertently keeping their children from growing up by protecting them from the risks necessary to adulthood."
                ],
                "background": [false, ""]
            },
            {
                "class": "banner-divider",
                "headers": ["How Can You Be Intentional About Successfully Launching Your Older Children?"],
                "paragraphs": [],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 1", "Be A Good Coach"],
                "paragraphs": [
                    "As the parent of a teen on the verge of adulthood, you are in the prime of the coaching years.",
                    "You can motivate, encourage, challenge and advise, but you can’t force feed. You can help your son or daughter articulate what they believe, challenge their thinking, remind them of the “basics” they learned during their earlier years, but the time has come for them to truly own their beliefs.",
                    "Through that process, you can provide a safe environment to wrestle with and even question the values they learned as children. The key to your influence at this point is in maintaining a strong relationship and frequent, open dialogue."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 2", "Give Perspective Amid Their Big Questions"],
                "paragraphs": [
                    "Making the transition into adulthood, your son or daughter will face big questions like: What kind of work should I do? Where should I live? What should I do with my life?",
                    "The most important thing you can do during this season is to direct them back to overarching Biblical principles. The last words of King David to his son, Solomon, (I Chronicles 28:9) provide a model for parents advising emerging adults: “And you, my son Solomon, acknowledge the God of your father, and serve Him with wholehearted devotion and with a willing mind, for the LORD searches every heart and understands every motive behind the thoughts. If you seek Him, He will be found by you; but if you forsake Him, He will reject you forever.”",
                    "In the midst of the practical advice parents may offer on setting goals, choosing a job, finding a spouse and so forth, we must also elevate God’s principles such as…",
                    "Unless the Lord builds the house, its builders labor in vain (Psalm 127:1)",
                    "Lose your life to find it (Luke 9:23-24)",
                    "Number your days, that we may gain a heart of wisdom (Psalm 90:12)",
                    "Seek first the kingdom of God (Matthew 6:33)"
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 3", "Give A Vision For Marriage And Family"],
                "paragraphs": [
                    "Parents today often go to extremes to help their children get ready for college and the workforce, but don’t know exactly what they can do when it comes to preparing them for the more important work of marriage and family.",
                    "While a small minority will be called to lifelong celibate service, most are called to marriage and family (Genesis 2:18-24). We sometimes overlook how much marriage and family serve as the organizing structure of life and the prime arena for our spiritual development. Even if the culture discourages you from taking an active role in this transition, you have a vital part to play in helping your children “leave and cleave.” Actively modeling a Christian family is the foundation, and daily prayer for your child’s future spouse and children is an important commitment.",
                    "It is essential that you provide guidance and oversight to help your children form strong families as a key emphasis of their launch into adulthood."
                ],
                "background": [false, ""]
            }
        ]
    },
    {
        "name": "Influencing Grandchildren",
        "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Influencing-Grandchildren.jpg",
        "category": "Parenting",
        "content": [
            {
                "class": "banner-header",
                "headers": ["Influencing Grandchildren"],
                "paragraphs": [],
                "background": [true, "https://myfamilyseason.com/wp-content/uploads/2019/10/gparents.jpg"]
            },
            {
                "class": "paragraph-container",
                "headers": ["Being A Good Role Model","Influencing Grandchildren"],
                "paragraphs": [
                    "You are not called grandparent because you have been retired from the parenting process. You are called grand because you have been promoted! Those blessed with the gift of grandchildren are called to inspire and nurture the faith of the next generation as life’s greatest privilege and priority. ",
                    "Grandparents in the 21st century face a mix of new opportunities and challenges. Extended life expectancy has dramatically changed the length and look of the empty nest years. Many grandparents now have greater opportunities for work and travel.",
                    "Tight-knit family relationships have increasingly given way to family members spread over wide geographic distances. Some grandparents face the challenge of getting time with grandchildren because of divorce. A growing number of grandparents have watched circumstances drive them to take primary responsibility for raising their grandchildren.",
                    "In this context, it’s become less clear what role grandparents can best play. They are not just a good source for gifts and free babysitting."
                ],
                "background": [false, ""]
            },
            {
                "class": "banner-divider",
                "headers": ["What's The Most Important Thing A Grandparent Can Do?"],
                "paragraphs": [],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 1", "Be There For Them"],
                "paragraphs": [
                    "A grandparent’s first priority is to “be there” one way or another.",
                    "For the active grandparents whom the Wall Street Journal has described as having a full slate of work and travel, it means stopping to remember how much you depended on grandparents when you were younger – and knowing how critical your presence is. For others, “being there” means taking on the challenge posed by miles or strained relationships that might be keeping you from your grandchildren.",
                    "Technology solutions such as video chatting have helped some grandparents close the gap.",
                    "Being there gives you the opportunity to show the kind of unconditional love that even parents can struggle to maintain on a consistent basis. It gives you a chance to tell the family story – the people, places and plot twists that have made your family distinct. Being there also allows you to teach things that parents may not have found time for – how to skip a rock, how to build and fly a kite, how to make fudge, and other priceless lessons."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 2", "Nurture Their Faith"],
                "paragraphs": [
                    "Most importantly, being there and making memories with your grandchildren gives you the opportunity to impress your faith on them. Psalm 78:5-7 presents a concept of extended spiritual heritage:",
                    "He decreed statutes for Jacob and established the law in Israel, which he commanded our forefathers to teach their children, so the next generation would know them, even the children yet to be born, and they in turn would tell their children. Then they would put their trust in God and would not forget his deeds but would keep his commands. ",
                    "Nothing you can give as a grandparent is more valuable than your spiritual legacy. Your gifts, time, games, food and other contributions find their primary value when they are offered in the context of a spiritual heritage. So be very intentional about creating opportunities to nurture faith during the years your grandchildren are receptive to your influence."
                ],
                "background": [false, ""]
            }
        ]
    },
    {
        "name": "Addiction",
        "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/addiction.jpg",
        "category": "Special Situations",
        "content": [
            {
                "class": "banner-header",
                "headers": ["Addressing Addiction In The Family"],
                "paragraphs": [],
                "background": [true, "https://myfamilyseason.com/wp-content/uploads/2019/09/hero1.jpg"]
            },
            {
                "class": "paragraph-container",
                "headers": ["Know The Warning Signs"],
                "paragraphs": [
                    "Does someone you love seem to be self-destructing in addictive behavior? Are you watching a spouse, son or daughter abandon everything once important to them because of drugs, alcohol, sex or some other stimulant?",
                    "An addiction or dependence is commonly defined as “a recurring compulsion to do the same thing over and over, despite harmful consequences to his health, mental state or social life.” Are you seeing that trade-off in someone you care about – a compulsive pursuit regardless of the effects it has, especially on your relationship?",
                    "If you aren’t seeing clear signs of addiction, are you noticing a gulf growing between you and this family member as their thoughts, time and energy are consumed by some dominating activity?"
                ],
                "background": [false, ""]
            },
            {
                "class": "banner-divider",
                "headers": ["Steps You Can Take"],
                "paragraphs": [],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 1", "Assess The Willingness To Change"],
                "paragraphs": [
                    "Has your loved one admitted a problem and shown interest in getting help? If they’ve given you any sign of wanting to deal with their problem, take that opportunity to get the best of Christian counsel and direction from those most familiar with the specific addiction he or she is indulging.",
                    "If instead you’re dealing with denial, you might need to plan an intervention – which is an orchestrated attempt by family and friends to motivate someone to get help for their problem. An intervention is especially necessary to help stabilize the situation – to begin shielding your home from the emotional, physical and spiritual vulnerability of an out-of-control problem."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 2", "Treat Body, Mind & Spirit"],
                "paragraphs": [
                    "Sex addictions counselor Rob Jackson tells families that the addictive behaviors they see are just the tip of the iceberg. Efforts to modify behavior might seem effective in the short-term, but can re-appear or show up in a different sort of compulsion if underlying issues are not addressed.",
                    "Deuteronomy 6:5 says, “Love the LORD your God with all your heart, with all your soul, with all your strength and with all your mind.” So those struggling with addiction need to treat problems of the body, mind and spirit – to go beneath the surface and deal with the thoughts, emotions and spiritual conflicts driving those behaviors.",
                    "James 1:14 describes how dependence progresses from desire to enticement to sin and, ultimately, to death. The most effective approach to recovery is to reverse that progression – to restore a right relationship with God (Romans 8:1-15), to have a clean heart (Psalm 51), to have a renewed mind (Romans 12:2) and then as a result, to bear good fruits in behavior (Romans 6:7)."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 3", "Find Hope In Perseverance"],
                "paragraphs": [
                    "God is able to redeem anyone and restore them to a life characterized by self-control (Titus 2:11-14). There is hope in persevering as a family through the struggles of recovery. Romans 5:3-4 says, “We also rejoice in our sufferings, because we know that suffering produces perseverance; perseverance, character; and character, hope.”",
                    "Pray that God’s best will win out for this family member, remembering Jesus’ words: “The thief comes only to steal, kill and destroy, but I have come that they may have life and have it to the full” (John 10:10). Ask the Lord for wisdom, grace and courage to set boundaries that will move your loved-one away from his or her destructive patterns and protect your family from the pain and damage caused by addiction."
                ],
                "background": [false, ""]
            }
        ]
    },
    {
        "name": "An Unplanned Pregnancy",
        "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/unplanned-pregnancy.jpg",
        "category": "Special Situations",
        "content": [
            {
                "class": "banner-header",
                "headers": ["An Unplanned Pregnancy"],
                "paragraphs": [],
                "background": [true, "https://fertilityfoundationoftexas.org/wp-content/uploads/2018/08/partners-1200x615.jpg"]
            },
            {
                "class": "paragraph-container",
                "headers": ["Choosing The Best For You And Your Baby"],
                "paragraphs": [
                    "Even if you’ve always believed that life is precious and that babies deserve the chance to live, experiencing an unplanned pregnancy yourself can be overwhelming. You find that it’s more complex than just a yes or no decision. All the things that are at stake, added to the hormones that are likely affecting your emotions, can leave you feeling confused and afraid."
                ],
                "background": [false, ""]
            },
            {
                "class": "banner-divider",
                "headers": ["Things To Consider"],
                "paragraphs": [],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Consideration 1", "The Gift of Life"],
                "paragraphs": [
                    "Every human life has value regardless of the circumstances. That goes for you and your baby. You were both created in the image of God and were fearfully and wonderfully made. All of your days were written in God’s book before one of them came to be (Psalm 139:13-16). Even though you don’t know your future or the future of this baby’s life, your decisions affect both. Pray that God will help you make choices that preserve His best for both of you - to allow you both to experience the full life He offers. As Jesus said, “The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full” (John 10:10)."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Consideration 2", "The Responsibilities Ahead"],
                "paragraphs": [
                    "Choosing to give birth to your baby is a heroic step. But that’s just the beginning. Now you must decide who will raise this child. There is great responsibility involved in caring for a child in both the short- and long-term. Being a parent means learning to lay down your life as a servant for your child (Philippians 2:3-7). Many mothers choose to take on this responsibility alone. Single mothers usually find, however, that the responsibilities are greater than they ever imagined and there will be a need for additional support.",
                    "If you hope to raise this child yourself, you should pray about where the child’s father fits in. A father can make all the difference in a child’s life - for better or worse. Often, an unplanned pregnancy can uncover a man’s true character and make it clear whether or not he has the courage and discipline to be a good husband or father. There are times, however, when the father of your child can still become the man you and your child need. With dependency on the Lord, a lot of work and Biblical counsel, it’s possible to make an unplanned family work."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Consideration 3", "The Hope of Redemption"],
                "paragraphs": [
                    "God is in the business of turning situations that feel like a mess into “happily ever after” stories. Having your child’s father commit to the long-term responsibilities of marriage and parenting can provide a hopeful story of redemption. When that’s not the case, however, the best hope for your child may be adoption by parents who are prepared for the responsibilities ahead. There can be great heartache in holding your new baby and then handing it over to someone else, but it’s often the best choice you can make for your child’s future. It also can be an answer to prayer for the couple who hopes to adopt children."
                ],
                "background": [false, ""]
            }
        ]
    },
    {
        "name": "Facing Infertility",
        "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Facing-Infertility.jpg",
        "category": "Special Situations",
        "content": [
            {
                "class": "banner-header",
                "headers": ["Facing Infertility"],
                "paragraphs": [],
                "background": [true, "https://myfamilyseason.com/wp-content/uploads/2019/10/shutterstock_631176950.jpg"]
            },
            {
                "class": "paragraph-container",
                "headers": ["Facing Infertility"],
                "paragraphs": [
                    "The journey of infertility can often be a time of overwhelming heartache, disappointment, and grief.",
                    "Whatever feelings you may be experiencing, you need to remind yourself of several important truths."
                ],
                "background": [false, ""]
            },
            {
                "class": "banner-divider",
                "headers": ["Some Important Truths..."],
                "paragraphs": [],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Truth 1", "It's Ok To Hope"],
                "paragraphs": [
                    "Because of God’s goodness, you are never without hope. Psalm 113:9 says, “He settles the barren woman in her home as a happy mother of children.”",
                    "You can’t know exactly how God will choose to work in your life, but you can know He is able. He can restore fertility when it seems impossible. Or He may help you grieve your inability to have biological children and then cultivate in you a desire to adopt and love a child in desperate need of a Christian home. Your ability to hope in God begins by releasing everything to Him in prayer. In Philippians 4:6-7, Paul wrote:",
                    "“Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God. And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus.”"
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Truth 2", "It's Ok To Grieve"],
                "paragraphs": [
                    "Hoping to offer comfort, some may downplay infertility and even point to the things you can enjoy as a couple without kids. If you already have at least one child, some people may not understand why you would be so sad about secondary infertility, ending your hopes for more children.",
                    "Whatever your circumstances, it’s common to experience a great sense of loss in finding out you can’t have a child. Jesus told his followers that those who mourn are blessed and will be comforted (Matthew 5:4).",
                    "A husband may not entirely understand what a wife facing infertility is going through, especially as her emotions are affected by changing hormones. This can be a vulnerable time for any couple. It’s important to share your thoughts and feelings openly, not stuffing them or letting your grief get lost in distractions and busyness."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Truth 3", "It's Essential To Be In Community"],
                "paragraphs": [
                    "It’s tempting to avoid talking about infertility and all the accompanying struggles.",
                    "Couples may want to pull away from other families, unsure what they’ll think or say. As hard as it may be, however, you still need Christian community – a safe place where you can “share your burdens with one another” (Galatians 6:2). It’s in community that you also can find encouragement from others who have been where you are. That’s the context of 2 Corinthians 1:3-4",
                    "“Praise be to the God and Father of our Lord Jesus Christ, the Father of compassion and the God of all comfort who comforts us in all our troubles so that we can comfort those in any trouble with the comfort we ourselves have received from God.”"
                ],
                "background": [false, ""]
            }
        ]
    },
    {
        "name": "Grieving",
        "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Grieving.jpg",
        "category": "Special Situations",
        "content": [
            {
                "class": "banner-header",
                "headers": ["Grieving"],
                "paragraphs": [],
                "background": [true, "https://myfamilyseason.com/wp-content/uploads/2019/10/shutterstock_1437577733.jpg"]
            },
            {
                "class": "paragraph-container",
                "headers": ["Understanding Grief"],
                "paragraphs": [
                    "Nothing hurts like losing someone you love due to death, divorce, or separation.",
                    "Similar feelings often surface after a major life change such as job loss or a move. The ache inside can feel as if your soul will crush under the weight of a deep, paralyzing sorrow. You may find yourself asking how a loving God could allow such a painful thing to happen. The dull sadness often bleeds into denial or anger. Grief is unpredictable, affecting each of us in slightly different ways.",
                    "While it may not ease the pain, understanding that grief is normal can help us cope a little better when we lose a special person or go through a significant change."
                ],
                "background": [false, ""]
            },
            {
                "class": "banner-divider",
                "headers": ["Some Helpful Advice"],
                "paragraphs": [],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["How Grief Feels", ""],
                "paragraphs": [
                    "If you feel like you are losing your grip on reality, you might be a perfectly sane person enduring the confusion of grief.",
                    "Perhaps you suffer irrational fear, dread or even paranoia. You may feel empty or numb like you are in shock. Grief even causes some people to experience trembling, nausea, breathing difficulty, muscle weakness, loss of appetite or insomnia. Feelings of anger can also surface, even if there is nothing in particular to be angry about.",
                    "Almost everyone tortures themselves with guilt by asking what they did wrong, how they might have prevented the loss, or some other form of self-condemnation. In short, grief makes us feel like our emotions have gone haywire because, in many ways, they have. Over time, however, you will regain a measure of equilibrium."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Why Grief Hurts", ""],
                "paragraphs": [
                    "God gave us the gift of pain so that we can react when something goes wrong.",
                    "We limp when a leg bone is out of joint to protect us from further damage. In similar manner, losing an important person or going through a significant change can cause our entire system to react as it recognizes that something is wrong.",
                    "You might say that the confusing emotions and ache in the pit of your soul are part of grief’s “limp.” The more intimate the loss, the more severe your “limp” will be. The severity and length of your pain is a testimony to the value of the person lost or the importance of the situation that changed."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["What Grief Means", ""],
                "paragraphs": [
                    "God made us for intimacy and life – not separation and death. When we grieve, our deepest selves declare that something is wrong with this broken world.",
                    "Death, divorce and separation were not part of God’s original plan for humanity. The Bible tells us these things came into our experience as a result of disobedience when Adam and Eve ate the forbidden fruit. “For when you eat of it you will surely die” (Genesis 2:17).",
                    "Ever since the day mankind left the perfection of paradise we have known something is wrong. Our bodies and emotions react against what should not be."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["How Grief Heals", ""],
                "paragraphs": [
                    "Even though it may not feel like it, grief can be a source of great hope. Your reaction against what is wrong comes from a deep yearning for things to be made right. Loss can open us to ultimate wholeness and restoration.",
                    "While grieving the death of his wife, C.S. Lewis asked, “What do people mean when they say, ‘I am not afraid of God because I know He is good?’ Have they never been to a dentist?” The dentist’s drill, while an instrument of intense pain, ultimately brings health. The drill of grief fosters healing in our lives by raising ultimate issues and eternal questions such as “Who is my true beloved?” and “Where is my real home?”",
                    "As believers, we know that a much better day is coming when God himself will wipe every tear from our eyes. On that day “There will be no more death or mourning or crying or pain, for the old order of things has passed away” (Revelation 21:3-4)."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Children And Grief", ""],
                "paragraphs": [
                    "If you have children impacted by the pain of a death, divorce, separation or change, it is important that you remain attentive to their needs.",
                    "You are God’s gift to them as they endure a loss that may be beyond comprehension. It is not your role to explain why it has happened.",
                    "It is your role to be an agent of comfort and grace, allowing them to experience the confusing emotions of grief in the safety of your patient company."
                ],
                "background": [false, ""]
            }
        ]
    },
    {
        "name": "Caring For An Aging Loved One",
        "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Caring-For-An-Aging-Loved-One.jpg",
        "category": "Special Situations",
        "content": [
            {
                "class": "banner-header",
                "headers": ["Caring For An Aging Loved One"],
                "paragraphs": [],
                "background": [true, "https://myfamilyseason.com/wp-content/uploads/2019/09/shutterstock_684072748.jpg"]
            },
            {
                "class": "paragraph-container",
                "headers": ["Caring For The Elderly"],
                "paragraphs": [
                    "All of us know that our parents, spouse and other family members will eventually grow old and face inevitable health challenges.",
                    "We even understand that sickness and death are part of living in a fallen world. But we are never quite ready for these realities to hit our own loved ones – especially when a debilitating disease gradually robs them of a once active life or seeps away their memories.",
                    "Forty percent of caregivers are also raising young children, living with the stress and heartache this family season can bring. It may become necessary to back out of other things in order to fulfill the primary calling to “be Jesus” by serving an aging loved one during their final days.",
                    "Whether with a parent or a spouse, you can take steps to become proactive by understanding some of what this season will bring."
                ],
                "background": [false, ""]
            },
            {
                "class": "banner-divider",
                "headers": ["Some Helpful Advice"],
                "paragraphs": [],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Tip 1", "Lingering Grief"],
                "paragraphs": [
                    "Long before an aging spouse or parent takes their final breath you will experience an underlying grief as you observe their loss of vitality, strength, mental faculties and other traits that make them the person you love.",
                    "Mixed with the physical and emotional exhaustion this season can bring – you may even feel yourself slipping into depression. Seek help to avoid allowing these feelings to overtake you and recognize that such emotions are normal and testify to just how valuable the person you are losing has been."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Tip 2", "Special Grace"],
                "paragraphs": [
                    "The most common duties handled by caregivers are transportation, grocery shopping, household chores, help with medications, and assistance with bathing and dressing.",
                    "Despite the humble nature of such activities, the majority of caregivers use words like “rewarding” and “happy” to describe the caregiving process. Clearly, God gives a special grace to those who humble themselves to serve the aging and ailing."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Tip 3", "Changing Roles"],
                "paragraphs": [
                    "The care giving child gradually becomes the parent. The caregiving spouse is no longer able to rely on her husband’s strength or wife’s support.",
                    "Primary caregivers can also encounter strained relationships with other members of the family who may expect input on or question difficult decisions. In one way or another, expect these relationships to change as a loved one’s health deteriorates requiring mutual grace as you communicate the best you can under the circumstances."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Tip 4", "Family Stress"],
                "paragraphs": [
                    "For those who are married and raising their own children, caring for an aging loved one can add tremendous stress to the family dynamic.",
                    "There is less time, less marital energy, less patience with childhood irresponsibility, and less ability to give everyone the attention they need. That’s why it is important to involve the whole family in the caregiving experience. (Even young children can hold a hand or give a hug!) Everyone will need God’s special grace, so be intentional about giving them opportunities to participate in what can be described as the ultimate family service project.",
                    "If you are in the midst of this season, our prayer is that God will give you the strength and grace needed to face the prolonged grief and quiet sacrifices required."
                ],
                "background": [false, ""]
            }
        ]
    },
    {
        "name": "Family Finances",
        "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Family-Finances.jpg",
        "category": "Special Situations",
        "content": [
            {
                "class": "banner-header",
                "headers": ["Family Finances"],
                "paragraphs": [],
                "background": [true, "https://myfamilyseason.com/wp-content/uploads/2019/10/shutterstock_538621282.jpg"]
            },
            {
                "class": "paragraph-container",
                "headers": ["Your Family Finances"],
                "paragraphs": [
                    "The Bible has a lot to say about money and much that is specifically of value for someone trying to be intentional about family relationships.",
                    "A financial treadmill of working and consuming can dominate your energy and thoughts to the degree that your good intentions for family relationships get squeezed out.",
                    "How can you master your money in order to be intentional in other areas?",
                    "How can you manage your money in such a way that it can aid rather than undermine your spiritual and relational goals?"
                ],
                "background": [false, ""]
            },
            {
                "class": "banner-divider",
                "headers": ["Steps You Can Take"],
                "paragraphs": [],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 1", "Be Content And Faithful In Little"],
                "paragraphs": [
                    "We often think the answer to our money problems is to have a little more, but Solomon observed, “Whoever loves money never has money enough; whoever loves wealth is never satisfied with his income” (Ecclesiastes 5:10). The writer of Hebrews countered, “Keep your lives free from the love of money and be content with what you have, because God has said, ‘Never will I leave you; never will I forsake you.’” (Hebrews 13:5).",
                    "Being content with what you have doesn’t mean God can’t bless you with more. Two of the servants in the parable of the talents in Matthew 25:14-30 learned the value of being faithful with whatever they had. To them the master said, “You have been faithful with a few things; I will put you in charge of many things.”",
                    "We learn from this parable that God wants to see what we will do with a little before He will entrust us with more."
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 2", "Value Relationships Over Things"],
                "paragraphs": [
                    "In Romans 13:8, the apostle Paul says, “Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellow man has fulfilled the law.” Most Christian financial advisers stress the value in eliminating and staying out of debt as much as possible. The less debt you have, the more you’re able to focus on the “debt to love one another.”",
                    "Focusing on relationships over things also can cause you to reconsider your purchasing and work decisions. Isaiah 55:2 asks the question, “Why spend money on what is not bread, and your labor on what does not satisfy?”",
                    "Do you ever feel like you’re working hard to pay off debt for purchases that weren’t essential and didn’t even satisfy? How could you simplify your expenses and make them more consistent with your family priorities in this season of life?"
                ],
                "background": [false, ""]
            },
            {
                "class": "section-card",
                "headers": ["Step 3", "Reorient Your Fears And Desires"],
                "paragraphs": [
                    "People with various relationship goals – wanting to get married, considering starting a family or wanting to help a child through a tough season – may not realize just how much those goals can be undermined by a consumer-driven culture playing on their fears and desires.",
                    "God tells us we shouldn’t fear what the world fears (1 Peter 1:17 and 3:13-15) or desire what it desires (2 Peter 1:3-8). What would it look like in your life if you re-oriented your fears and desires toward God’s design? The more you look to Him for your security and provisions (1 Peter 5:7 and Philippians 4:19), the more you are directed to the eternal relationships around you (Ephesians 3:14-19 and John 13:34-35).",
                    "Allowing God to redirect your fears and desires frees you up to invest in family and to give generously to other families who are praying for God’s provision.   "
                ],
                "background": [false, ""]
            }
        ]
    }
]