[
    {
        "name": "Love and Marriage",
        "resources": [
            {
                "name": "Being Single",
                "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/being-single.jpg",
                "content": [
                    {
                        "class": "banner-header",
                        "headers": ["Being Single"],
                        "paragraphs": [],
                        "background": [true, "https://www.myfamilyseason.com/wp-content/uploads/2019/11/being-single.jpg"]
                    },
                    {
                        "class": "paragraph-container",
                        "headers": ["should you pursue marriage?"],
                        "paragraphs": [
                            "As an unmarried person, you have distinct opportunities to grow in your faith and to make a substantial contribution to the kingdom.",
                            "In fact, the season you're in has the potential to be the most formative period of your life. How can you best honor God in this time? Many Christians wonder if they should move toward marriage or embrace the kind of single life the apostle Paul talks about in 1 Corinthians 7."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "banner-divider",
                        "headers": ["in order to evaluate your situation, ask yourself two questions:"],
                        "paragraphs": [],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": [
                            "Question #1",
                            "Have I been stalled?"
                        ],
                        "paragraphs": [
                            "Popular American culture tends to discourage marriage; implying people can live a more exciting, fulfilling life by remaining unmarried.",
                            "Even Christians with the best intentions often drift into a single lifestyle marked by recreational relationships, hyper individualism, consumption and leisure.",
                            "Following this cultural path, it's no surprise some Christian singles find their lives stalling out to loneliness, a series of broken relationships and a general lack of purpose. Those who find themselves in this cycle need to pause and reflect on how to become intentional rather than passive with regard to the single life."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": [
                            "Question #2",
                            "to what am i called?"
                        ],
                        "paragraphs": [
                            "In the scriptures God calls adults to follow one of two callings - either a path to Biblical marriage or a life of celibate service (Genesis 2, 1 Corinthians 7).",
                            "The best way to honor God in your singleness is to be intentionally set apart for His purposes, recognizing that His call to both marriage and singleness is much different from the popular single culture because it includes a commitment to absolute purity, active engagement in Christian community, and faithful stewardship of your talents and resources. Singles who cultivate such qualities find it easier to discern if God is calling them to Biblical marriage or celibate service.",
                            "Celibate Service: Al Mohler of Southern Seminary explains that celibacy means sacrificing the companionship of marriage, the pleasures of sex and the blessing of children for your entire life without being bitter about it. In that context, serving God in celibacy makes full engagement in the body of Christ - giving and receiving fellowship - vitally important. It is not a “consolation prize” for those who haven't yet found a spouse - but a purposeful life devoted to serving others as worship and “being Jesus” to others.",
                            "Marriage and Family: Singles who don't feel called to celibacy should pursue a Biblical marriage (Ephesians 5:22-33) with hopeful preparation. While one may not know how and when they will marry, they can become intentional about eliminating roadblocks. They can remain faithful in purity, stewardship and community. They can also take initiative and pray purposefully for a good marriage. For men it means moving beyond passivity and taking the initiative to “leave and cleave” (Genesis 2:24) and to “find” a wife (Proverbs 18:22). For women, it means preparing for marriage in prudence (Proverbs 19:14), in purity (Ephesians 5:1-5), in community (Titus 2:3-5 and Ephesians 4:11-16), and in prayerfulness (Matthew 7:7-9 and Matthew 21:21-22).",
                            "Whatever the circumstances of your life, you can find purpose and fulfillment as you break away from a stalled culture and honor God in hopeful pursuit of either celibate service or a God-honoring marriage."
                        ],
                        "background": [false, ""]
                    }
                ],
                "id": "single"
            },
            {
                "name": "Hope To Marry",
                "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Hope-To-Marry.jpg",
                "content": [
                    {
                        "class": "banner-header",
                        "headers": ["Hope To Marry"],
                        "paragraphs": [],
                        "background": [true, "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Hope-To-Marry.jpg"]
                    },
                    {
                        "class": "paragraph-container",
                        "headers": ["Pursuing Marriage"],
                        "paragraphs": [
                            "Most of us are called to marriage. It's the natural design for fulfilling our drive for companionship and sexuality.",
                            "If you are not called to celibacy and service (1 Corinthians 7) then a significant priority for this season of your life is preparing for and moving toward a Biblical marriage. An intentional path to finding a mate recognizes that God is at work. We also have a responsibility to be faithful in our part of the process."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "banner-divider",
                        "headers": ["How does a person who hopes to marry become intentional?"],
                        "paragraphs": [],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 1", "Seek direction within christian community"],
                        "paragraphs": [
                            "We live in a day of hyper individualism where people feel very little sense of obligation to others.",
                            "God calls us, however, to vibrant community within our families and within the body of Christ. That community is the source for much of our growth as Christians, and it’s one of the best means for meeting a potential spouse and receiving guidance and support toward marriage.",
                            "Marriage experts still consider matches made by friends, family and churches to be among the best."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 2", "Move beyond recreational relationships"],
                        "paragraphs": [
                            "One of the clearest messages for singles in the Bible is the call to sexual purity (1 Corinthians 6:13-18, Ephesians 5:3 and Colossians 3:5).",
                            "That is proving to be a difficult challenge in a day when only a quarter of Christians are virgins when they marry. Sexual purity, however, is the primary means for intentionally moving toward marriage in a recreational relationship culture.",
                            "Couples who stay sexually pure honor God and avoid much of the confusion that plagues many of today’s relationships."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 3", "seek the right mate"],
                        "paragraphs": [
                            "A study by the National Marriage Project found that 94% of young adults believe the person they marry should be their soul mate first and foremost. That pursuit leaves many looking in vain for the perfect person who is specially designed to complete them.",
                            "The Bible and marriage research tell us that the more important “soul” mate to seek out is someone who shares your spiritual commitment. Paul writes in his letter to the Corinthians that a potential spouse “must belong to the Lord” (1 Corinthians 7:39).",
                            "Singles should seek someone with whom they are able to serve God better together than apart. Christians seeking a mate who shares his or her Biblical values know that “all have fallen short” so there’s no sense in holding out for a perfect person.",
                            "Further, they know that instead of seeking someone to complete them, they are called to lay down their life for another. That makes for a much more realistic path to finding a good fit for marriage."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 4", "be proactive"],
                        "paragraphs": [
                            "Living in purity and Christian community makes it easier to find a mate who shares your spiritual values, but there’s more you can do as a steward of your future marriage (Matthew 25:14-27). Titus 2 strongly encourages young men and women to learn from older men and women.",
                            "In addition to Christian discipleship, you also can ask mentors for candid feedback about how you can improve in a variety of areas to be more prepared for marriage. Additionally, there’s nothing wrong with asking mentors to keep you in mind as they become aware of other singles seeking a Godly spouse. Some of your best opportunities to be proactive will grow out of faithful prayer.",
                            "As you pray about your role in finding a mate, for the single men and women in your life, for the help of parents and mentors and for God’s glory in your path to the altar – He will open your eyes to opportunities you may have missed to take proactive steps toward marriage. It’s important to note that men have a distinct responsibility in proactively finding a mate. Genesis 2:24 says that a man will leave his parents and cleave to his wife. Proverbs 18:22 says, “He who finds a wife, finds what is good and receives favor from the Lord.” Notice it doesn’t say “he who stumbles over a wife” as if it is a happenstance occurrence.",
                            "God calls men to do their part in seeking out women of character and showing leadership in pursuing a woman for marriage. Specifically, men should be willing to take the risk of rejection which requires a measure of faith and leadership."
                        ],
                        "background": [false, ""]
                    }
                ],
                "id": "hope-to-marry"
            },
            {
                "name": "Living Together",
                "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Living-Together.jpg",
                "content": [
                    {
                        "class": "banner-header",
                        "headers": ["Living Together"],
                        "paragraphs": [],
                        "background": [true, "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Living-Together.jpg"]
                    },
                    {
                        "class": "paragraph-container",
                        "headers": ["The Living Together Option"],
                        "paragraphs": [
                            "Prior to the 1970s it was rare for an unmarried man and woman to live together.",
                            "Today it is much more common, accepted as an important “next step” for couples before committing to marriage. We often assume living together can help us avoid making a mistake that could lead to a painful divorce.",
                            "Is that a correct assumption? How should a follower of Jesus Christ view the living together option?"
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "banner-divider",
                        "headers": ["Some Helpful Advice"],
                        "paragraphs": [],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["The Research"],
                        "paragraphs": [
                            "Over 75% of young single adults include marriage as a significant life goal. Couples who move in together, however, actually decrease the possibility of creating a strong marriage.",
                            "The divorce rate among those who live together before marriage is 50% higher than it is among couples who don’t. Extensive research conducted by University professor and psychologist Dr. Scott Stanley revealed that couples who live together undermine a strong bond by trying to keep their options open. While many of these couples eventually slide into marriage, their relationships demonstrate the lowest marital satisfaction and survival rates and report higher rates of domestic violence and unfaithfulness.",
                            "When a cohabiting woman becomes pregnant there is a high probability the man will end the relationship within two years. Three-quarters of children born to unmarried couples will see their parents split up before the child turns sixteen, dramatically higher than the one-third born to married parents. These children are also much more likely to experience abuse. The overwhelming conclusion of most research suggests that if your long-term goal is a happy marriage and family, living together is not the best path."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["The Design"],
                        "paragraphs": [
                            "The Bible teaches that God designed physical intimacy to occur exclusively within the sacred commitment of marriage where the powerful bonding effects of sexuality draw the man and woman closer together.",
                            "Outside of marriage, however, the bonding nature of sex confuses the relationship by implying a commitment that has not been made. Despite trying to avoid the pain of divorce, a breakup after sexual union creates similar emotional trauma.",
                            "Trusting God’s design and obeying his call to honor marriage (Hebrews 13:4) and to avoid sexual immorality (Ephesians 5:3) not only draws us into closer relationship with Him, but it brings clarity rather than uncertainty with one another."
                        ],
                        "background": [false, ""] 
                    },
                    {
                        "class": "section-card",
                        "headers": ["The Church"],
                        "paragraphs": [
                            "Many couples first question the option of living together while exploring Christian faith or local church membership.",
                            "This church would love to become a resource for clarity and health in your relationship because we believe marriage is a God-ordained, sacred institution. In Ephesians 5:31-33 the Bible describes the marital bond as a picture of the love between Christ (the groom) and the church (His bride). It is much easier to nurture a strong marriage while learning and growing with other believers - especially those who are a little further down the road.",
                            "Couples who have been married for a while can provide guidance and input as you make decisions about romance and marriage. They can also serve as models, which is particularly helpful to those with parents who divorced or never married. Christian counselors and church leaders can also help you determine if you are ready to shift into premarital counseling or if you need to re-evaluate a potentially harmful relationship.",
                            "In either case, we encourage you to seek wise counsel as you pursue a God-honoring marriage and family life."
                        ],
                        "background": [false, ""] 
                    }
                ],
                "id": "living-together"
            },
            {
                "name": "Engaged - Getting Ready For Marriage",
                "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Engaged-%E2%80%93-Getting-Ready-For-Marriage.jpg",
                "content": [
                    {
                        "class": "banner-header",
                        "headers": ["Engaged: Getting Ready For Marriage"],
                        "paragraphs": [],
                        "background": [true, "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Engaged-%E2%80%93-Getting-Ready-For-Marriage.jpg"]
                    },
                    {
                        "class": "paragraph-container",
                        "headers": ["Planning For Your Marriage"],
                        "paragraphs": [
                            "Congratulations on this wonderful milestone. Few seasons in life are filled with as much joy and anticipation as the time spent preparing to get married.",
                            "You’ve probably heard it said that as you plan your wedding, you shouldn't forget to plan your marriage. But it sounds so abstract to “plan a marriage” in the midst of the more tangible (and demanding) project of planning a wedding."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "banner-divider",
                        "headers": ["How Do You Plan For Marriage?"],
                        "paragraphs": [],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 1", "Learn From Others"],
                        "paragraphs": [
                            "Research demonstrates the long-term value of making time now for marriage education classes or premarital counseling.",
                            "Those efforts go even further when you supplement them by spending time with an older married couple whose relationship you admire."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 2", "Plan With Patience"],
                        "paragraphs": [
                            "Couples often overlook the importance of using the wedding planning season as practical marriage preparation.",
                            "You can intentionally set the tone for your marriage by the values you live out in planning your big day. The transformational process of “becoming one” can occur in everything from how you assemble your guest list to how you determine a honeymoon destination.",
                            "Consider beginning the habit of a weekly date night or times of intentional connection to set a foundation for your marriage."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 3", "Discover The Purpose Of Marriage"],
                        "paragraphs": [
                            "A wedding is bigger than you as an individual and even bigger than you both as a couple.",
                            "Ephesians 5 describes a couple laying down their lives for one another and becoming one as an icon of God's sacrificial love for His church. That's the counter-cultural call of Christian marriage.",
                            "Consider reading one of the books suggested in the Going Further section together to deepen your understanding of the larger purpose of your union."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 4", "Create A Meaningful Event"],
                        "paragraphs": [
                            "Our culture today can often put more emphasis on “the big day” than preparing for a lifetime together.",
                            "That's not to say big celebrations are out of order, but many risk making them so complex that they fail to honor God or the community they are uniting - both of which are the basis for a strong Christian marriage.",
                            "During this special time of engagement, be intentional to draw close to the Lord and to each other as you establish a firm foundation for your marriage."
                        ],
                        "background": [false, ""]
                    }
                ],
                "id": "engaged"
            },
            {
                "name": "Building a Strong Marriage",
                "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/strong-marriage.jpg",
                "content": [
                    {
                        "class": "banner-header",
                        "headers": ["Building A Strong Marriage"],
                        "paragraphs": [],
                        "background": [true, "https://www.myfamilyseason.com/wp-content/uploads/2019/11/strong-marriage.jpg"]
                    },
                    {
                        "class": "paragraph-container",
                        "headers": ["Building A God-Honoring Marriage"],
                        "paragraphs": [
                            "How can believers become intentional about building a God-honoring marriage?"
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "banner-divider",
                        "headers": ["What Can You Do?"],
                        "paragraphs": [],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Priority 1", "Discover God's Design For Marriage"],
                        "paragraphs": [
                            "We must understand that every marriage is intended to be a masterpiece reflecting THE marriage between God and His people.",
                            "Marriage is the most frequent metaphor used in the Bible to describe God’s relationship with His people. In fact, writing to the Ephesians, Paul called marriage a “profound mystery” because the man represents Christ, the groom, while the woman represents His bride, the church.",
                            "The marital union of husband and wife is a sacred reflection of the gospel itself."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Priority 2", "Commit To A Covenant Marriage"],
                        "paragraphs": [
                            "Today’s civil marriages are much like business contracts – easy to get into and easy to get out of.",
                            "God’s covenant with His people was a promise to remain eternally faithful even if His people were not faithful in return.",
                            "In covenant marriage, both spouses are committed for a lifetime—in sickness and health, for better or worse. They do not threaten divorce or consider it as an option."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Priority 3", "Pursue A Passionate Marriage"],
                        "paragraphs": [
                            "God calls us to pursue a passionate, thriving marriage. The Song of Solomon expresses the kind of love, joy and celebration God designed for marriage.",
                            "That passion is built on much more than infatuation and sexual desire. It is rooted in the physical, emotional and spiritual intimacy God created couples to experience as a foretaste of the eternal unity, communion and intimacy we can have with God.",
                            "Prioritize a routine like date nights to fan the flame of intimacy in your marriage."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Priority 4", "Become Heroic In Marriage"],
                        "paragraphs": [
                            "Christ made the ultimate sacrifice to rescue humanity.",
                            "Writing to the Ephesians, Paul connected Christ’s sacrifice directly to marriage: “Husbands, love your wives, just as Christ loved the church and gave himself up for her” (Ephesians 5:25) and “Now as the church submits to Christ, so also wives should submit to their husbands” (Ephesians 5:24).",
                            "In other words, mutual submission to one another requires giving up our own interests to heroically serve the other person."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Priority 5", "Fight For Your Marriage"],
                        "paragraphs": [
                            "Every couple will mess up. Too often, however, they also choose to give up. Throughout scripture, God fights for His relationship with His people, remaining faithful in the face of unfaithfulness. He forgives again and again.",
                            "No couple can avoid strife and arguments, but we can avoid giving the “devil a foothold” in our marriages by keeping short accounts and quickly restoring the relationship regardless of what happens.",
                            "Prayer is a key part of fighting for your marriage. Statistics from Gallop and the National Association of Marriage Enhancement reveal that when couples pray together on a daily basis less than one percent would end up getting a divorce."
                        ],
                        "background": [false, ""]
                    }
                ],
                "id": "building-a-strong-marriage"
            },
            {
                "name": "Sexual Intimacy",
                "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Sexual-Intimacy.jpg",
                "content": [
                    {
                        "class": "banner-header",
                        "headers": ["Sexual Intimacy"],
                        "paragraphs": [],
                        "background": [true, "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Sexual-Intimacy.jpg"]
                    },
                    {
                        "class": "paragraph-container",
                        "headers": ["Sexual Intimacy"],
                        "paragraphs": [
                            "God created us as sexual beings designed for physical intimacy.",
                            "The scriptures teach that each of us has been made in the image of God either male or female. “In the image of God he created them; male and female he created them.” (Genesis 1:27) Grasping this reality is the foundation of sexual fulfillment no matter what life season you find yourself in, from a young person anticipating the wonders of romantic love to a married couple seasoned in the beauty and excitement of erotic pleasures."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "banner-divider",
                        "headers": ["Some Helpful Advice"],
                        "paragraphs": [],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Point #1", "What We Want"],
                        "paragraphs": [
                            "Temptation: God gave us a sex drive to be heeded and enjoyed in its proper time and place. As fallen creatures we experience the ongoing temptation to pursue physical gratification for its own sake, a reality made more difficult in a culture that bombards us with images and messages that can warp and undermine lasting sexual fulfillment.",
                            "Deception: From an early age we are fed lies about sex. Puritanical rigidity says sex is dirty. The sexual revolution overreacted by swinging to the other extreme, telling us we have a right to sexual gratification by whatever means. Gender identity politics tells young people they can choose their sex rather than celebrate it as a fixed, physical reality given by a God who doesn’t make mistakes.",
                            "Exploitation: Sexual abuse and exploitation robs those impacted of the capacity to enjoy God’s intended design for physical intimacy. Those who have endured such experiences need God’s grace and healing so that they can enter into a healthy, proper sexual relationship.",
                            "Dysfunction: Temptation, deception and exploitation all feed dysfunctional dynamics between husband and wife that can undermine a healthy, happy sex life."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Point #2", "What We Were Made For"],
                        "paragraphs": [
                            "C.S. Lewis said that we are far too easily pleased, “like an ignorant child who wants to go on making mud pies in a slum because he cannot imagine what is meant by the offer of a holiday at the sea.”",
                            "This is certainly true in the area of sexual fulfillment. Too often we seek satisfaction in ways that fall far short of the pleasures and joys that come with God’s design for physical intimacy.",
                            "The Mystery: In Ephesians 5:31-33 the scriptures tell us that marital intimacy is a mysterious picture of the relationship between Christ and His bride, the church. When we give ourselves to one another in marriage we reflect the Gospel in ways we can’t comprehend but sense in our most fulfilling moments.",
                            "The Design: Each of us has a complete respiratory system, a digestive system and nervous system. But our bodies only consist of one-half of a reproductive system. That’s because God made us male and female as complimentary parts of the image of God. It is no accident that the first command given those God made “in the image of God…male and female” was to “be fruitful and multiply.” (Genesis 1:28) Our bodies have a wonderful design stamped into us at creation that can only be fully experienced through the mystery of marriage.",
                            "The Act: We yearn for a mate because we are designed for intimate communion with the opposite sex. It is also no surprise that the only thing God called “not good” after creation was a man without a woman. That is because we are made in the image of the Trinity, a loving communion of persons who gives most of us the amazing privilege of participating in the process of creating more in His image!"
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Point #3", "Finding Fulfillment"],
                        "paragraphs": [
                            "God invented sex and smiles upon intimate acts that are mutually satisfying to married couples.",
                            "Husbands and wives that willingly give themselves to one another in order to meet their spouse’s needs and desires (rather than merely satisfy their own) will enter into one of life’s most exciting and beautiful experiences. To achieve this type of fulfillment requires replacing lies with truth including…",
                            "Sacred vs. Sinful: Sex is not a naughty, hidden sin to regret but a thrilling, exclusive secret to share. Scriptures such as Song of Solomon 4:16-5:1 celebrate the pleasures of what happens in the private moments between husband and wife. In other words, couples should enjoy one another to the fullest!",
                            "Gift vs. Gratify: Physical intimacy is not an obligation to endure but a gift to enjoy. It is not something we demand for personal gratification but something we give for marital fulfillment.",
                            "Wait vs. Waste: The intensity of sexual pleasure increases when reserved for the exclusive domain of the marriage bed. It diminishes when wasted on casual, short-term relationships that fall outside God’s design."
                        ],
                        "background": [false, ""]
                    }
                ],
                "id": "sexual-intimacy"
            },
            {
                "name": "Considering Children",
                "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Considering-Children.jpg",
                "content": [
                    {
                        "class": "banner-header",
                        "headers": ["Considering Children"],
                        "paragraphs": [],
                        "background": [true, "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Considering-Children.jpg"]
                    },
                    {
                        "class": "paragraph-container",
                        "headers": ["Inspirations For Having Children"],
                        "paragraphs": [
                            "Each of us have distinct strengths, passions and experiences that guide what we do in life. Marriage and parenting are a general calling that applies to most people of faith.",
                            "And while having children isn’t the only purpose for marriage, it is a foundational part of God’s call to couples who are able to conceive or willing to adopt. “Be fruitful and multiply” was the first charge God gave His creation in the garden.",
                            "When we bear and raise children we cooperate with God’s desire for a “Godly seed” (Malachi 2:15). Parenting is also the primary way most of us fulfill the call to lay our lives down for others (Philippians 2:4-8).",
                            "Producing and guiding the next generation is a mission that stretches us and pushes us to depend on God like few other things in life, all the while revealing and shaping our larger purpose within God’s plan for humanity."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "banner-divider",
                        "headers": ["Some Helpful Tips"],
                        "paragraphs": [],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Tip 1", "Children Are A Blessing"],
                        "paragraphs": [
                            "God calls children a blessing (Psalm 127:3-5). Even in the face of what one writer called the “bone-wearying work” of parenting, children provide the joyful reward of marital and parental love.",
                            "Studies consistently find that children are people’s greatest source of happiness."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Tip 2", "How And When Might God Grow Your Family?"],
                        "paragraphs": [
                            "Seek the Lord together as a couple as you begin considering this question. Every couple is different and there is no perfect “when” for having children.",
                            "Couples who marry in their late twenties and then spend a couple of years getting to know each other are often surprised to find that they are already pushing past their prime fertility season when they start thinking about having kids. You may also find that God may want to grow your family in various ways, including adoption and foster care.",
                            "Prayerfully seek God’s wisdom together about how and when to grow your family."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Tip 3", "God Is Your Provider"],
                        "paragraphs": [
                            "Couples seeking to start their families may feel overwhelmed by a variety of concerns about being pregnant, giving birth and adjusting their marriage, budget and lifestyles. This can be a natural response because children do change everything and push couples beyond themselves.",
                            "But God is faithful. Paul told the Corinthians, “And God is able to make all grace abound to you, so that in all things at all times, having all that you need, you will abound in every good work” (2 Corinthians 9:8). Having children is a good work and gives couples new opportunities to see how God is able to supply what they need.",
                            "Trust God and be open to His plan for you and your family. Know that His plans are perfect and beautiful."
                        ],
                        "background": [false, ""]
                    }
                ],
                "id": "considering-children"
            },
            {
                "name": "Preparing For a Baby",
                "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Preparing-For-Baby.jpg",
                "content": [
                    {
                        "class": "banner-header",
                        "headers": ["Preparing For A Baby"],
                        "paragraphs": [],
                        "background": [true, "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Preparing-For-Baby.jpg"]
                    },
                    {
                        "class": "paragraph-container",
                        "headers": ["Preparing For The Baby's Arrival"],
                        "paragraphs": [
                            "Congratulations on an exciting stage of life. Whether you’ve recently had a new baby, are counting down to your due date or preparing to adopt, you’ve likely noticed that parenthood is an entirely different world.",
                            "In the midst of all the joy and anticipation comes a whole new level of stretching and character development. You may be wondering if life will ever be the same. In many ways it won’t. It will become more fulfilling, more challenging and expensive than ever before as you pour your time, talents and resources into an investment that will yield amazing dividends! Those blessed with the gift of children are called to inspire and nurture the faith of the next generation as life’s greatest privilege and priority.",
                            "So, become intentional about this season by preparing yourself to take four important steps for the transition to parenthood."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "banner-divider",
                        "headers": ["Some Helpful Tips"],
                        "paragraphs": [],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 1", "Pray Up"],
                        "paragraphs": [
                            "As you embark on this incredible season, begin to set the tone of your parenting by seeking the Lord in prayer.",
                            "The task of parenting can often seem overwhelming but remember that if God has called you to it, He will equip you for it!",
                            "Seek Him for wisdom and cover your child in prayer through each stage."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 2", "Buckle Up"],
                        "paragraphs": [
                            "As new parents, you are starting on a roller coaster of adventure – with highs you could have never imagined and lows that can push you to discover abilities and courage you didn’t know you had.",
                            "Along with God’s blessing of children comes His calling for you to lay your life down for your child (Philippians 2:3-11). You will sacrifice things you once took for granted, like sleeping in or a spontaneous get-away with your spouse.",
                            "It is a sacrifice worth making."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 3", "Give Up"],
                        "paragraphs": [
                            "When you give sacrificially as parents you probably won’t get the same kudos you would get in the workplace, or even the same recognition you would have given each other for similar efforts before the kids arrived.",
                            "You’re moving into a time of life where such sacrificial giving is just something you have to do often without expecting much fanfare. It’s in this aspect of your new mission – losing your life – that you find your life (Matthew 16:24-25).",
                            "It’s here that you develop “servant muscles” through the ongoing exercise of selfless giving. You’ll also find that parenting is an arena for Christian discipleship with a “dailyness” and intensity like none other."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 4", "Team Up"],
                        "paragraphs": [
                            "Most couples entering into parenthood discover a sense of shared purpose and accomplishment that pushes their relationship into a greater sense of partnership and joy. They may also face relational strains.",
                            "Adjusting to less sleep, sex, money and time for each other can bring a short-term dip to marital satisfaction. Couples that need each other the most often find themselves taking their frustration out on the only other adult in the house.",
                            "Your marriage can survive this adjustment and experience the joy of parenting if you remain a team. Lay your lives down for each other (Ephesians 5:22-33) and give each other an extra measure of love (1 Corinthians 13:4-8) and grace (2 Corinthians 9:8). Commit to working together and continuing to “date” even if it is after you have put your baby to bed to meet on couch for a time to connect."
                        ],
                        "background": [false, ""]
                    }
                ],
                "id": "preparing-for-baby"
            },
            {
                "name": "A Difficult Marriage",
                "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/difficult-marriage.jpg",
                "content": [
                    {
                        "class": "banner-header",
                        "headers": ["A Difficult Marriage"],
                        "paragraphs": [],
                        "background": [true, "https://www.myfamilyseason.com/wp-content/uploads/2019/11/difficult-marriage.jpg"]
                    },
                    {
                        "class": "paragraph-container",
                        "headers": ["Hope For A Difficult Or Abusive Marriage"],
                        "paragraphs": [
                            "Those who marry will have troubles. That’s what Paul told the Corinthian church (1 Corinthians 7:28).",
                            "Even the best couples can struggle to protect their marriage vows. But what happens when marriage troubles become unbearable? Is there a point at which couples should end a bad marriage? Or is there hope for something better? Walk through the following steps as you prayerfully evaluate your situation."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "banner-divider",
                        "headers": ["Helping You Evaluate Your Relationship"],
                        "paragraphs": [],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 1", "Discern Minor From Major Trouble"],
                        "paragraphs": [
                            "Unfortunately, many marriages end today over troubles that could have been overcome. University of Texas researcher Norval Glenn has found that divorces today are often blamed on problems such as “lack of commitment,” “too much conflict and arguing,” “unrealistic expectations” and “lack of preparation.”",
                            "These are problems that both husband and wife can and should work to overcome. Despite what friends, family or popular culture might say, these issues are no reason to end a marriage – especially in light of the serious long-term impact of divorce on your children.",
                            "In their book, The Case for Marriage, Maggie Gallagher and Linda Waite explain that couples who think their only options are to either divorce or be miserable often find things getting better if they’ll just stick it out. In fact, almost eighty percent of husbands and wives who were very unhappy in their marriage yet stayed together described themselves as very happy just five years later!"
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 2", "Discern Minor From Major Trouble"],
                        "paragraphs": [
                            "Major trouble occurs when someone either abuses or abandons their role in a marriage – when they break faith with their spouse and violate their vows.",
                            "While God hates divorce (Malachi 2:16), He permits it for marital unfaithfulness (Matthew 19:1-8). In God’s grace, He allows, but does not command, men and women whose spouses have been unfaithful to start over.",
                            "However, God is in the business of helping couples redeem what many would see as a hopeless situation. “Even marriages that have faced one or more of the big ‘A’s – abuse, affairs or addictions – can be saved,” says Mitch Temple, a licensed marriage counselor. Temple has led numerous intensive counseling sessions with couples that faced these major challenges and even though they had Biblical grounds for divorce they found a way to save their marriages."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 3", "Discern Minor From Major Trouble"],
                        "paragraphs": [
                            "If your relationship is marked by physical or severe emotional abuse, you may find yourself confused, frightened and unsure about what to do. The most important thing you can do right now is take steps to protect yourself and your children from harm.",
                            "Even if you want to save your marriage, you should not risk the safety of your children or yourself.",
                            "A period of structured and therapeutic separation may be needed and can make it possible for you to get the help your marriage needs while making your family less vulnerable."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 4", "Discern Minor From Major Trouble"],
                        "paragraphs": [
                            "Whatever situation you’re in, don’t struggle through a difficult marriage alone. You need the Lord like never before.",
                            "He is eager to hear your prayers and walk this journey with you. Whether you are praying together or praying for your marriage alone, the power of prayer can make all the difference. You also need the church body like never before – for perspective and advice, counseling and encouragement, and hope for God’s redemption.",
                            "Take advantage of the Going Further resources and services of this church."
                        ],
                        "background": [false, ""]
                    }
                ],
                "id": "difficult-marriage"
            },
            {
                "name": "The Empty Nest",
                "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/The-Empty-Nest.jpg",
                "content": [
                    {
                        "class": "banner-header",
                        "headers": ["The Empty Nest"],
                        "paragraphs": [],
                        "background": [true, "https://www.myfamilyseason.com/wp-content/uploads/2019/11/The-Empty-Nest.jpg"]
                    },
                    {
                        "class": "paragraph-container",
                        "headers": ["The Empty Nest Years"],
                        "paragraphs": [
                            "Achieving the long-term goal of raising and launching children is one of those milestones in life that can lead to surprising emotions.",
                            "One day you might feel relieved to catch your breath after such an intense marathon and then the next day you miss the busyness – especially the ever-present relationships that went with it. Whether you are approaching, just hitting or deep into the empty nest season you are likely experiencing a range of feelings that can leave you asking yourself “What next?”. This would be a great time to take steps toward rediscovery in your life."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "banner-divider",
                        "headers": ["What Can You Do?"],
                        "paragraphs": [],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 1", "Rediscover Your Mission"],
                        "paragraphs": [
                            "A major segment of your life up to this point has been committed to serving and guiding your children. That faithful and daily focus on those within your home has been preparing you for broader service.",
                            "In 1 Timothy 3:5 Paul asks the question, “If anyone does not know how to manage his own family, how can he take care of God’s church?” Another way to see that passage is that those who have managed their families have learned a couple of things about how to care for God’s church – how to love, forgive, guide, lead and encourage.",
                            "Such characteristics developed in the last season, as well as the additional time and resources that often come with an empty nest, can equip you for a whole new world of opportunities to fulfill your mission during this exciting season of life."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 2", "Rediscover Your Marriage"],
                        "paragraphs": [
                            "Some marriages don’t last until the empty nest years either because of death or divorce.",
                            "Married couples may feel like the tsunami of kids that swept in and out has left you needing to rediscover the person to whom you said “I do” so long ago. Proverbs 5:18-19 says, “May your fountain be blessed, and may you rejoice in the wife of your youth.”",
                            "After this intense stretch of parenting, how can you find fresh ways to rejoice in the marriage of your youth and to “be ever captivated” by your spouse? You may just need to re-introduce yourself and start rediscovering some of your earlier passions and dreams."
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 3", "Rediscover Your Children"],
                        "paragraphs": [
                            "During earlier parenting stages, you had some fairly clear lines of authority and control, especially when it came to your house rules. Those lines blur as your children become independent – even if they boomerang back home for a season.",
                            "Now is the time when your influence is built upon strong relationship rather than direct control. Your efforts will focus on coaching your children into self-sufficiency, pursuing marriage and building families of their own. This season requires a lot of trust because “sideline coaching” is all you can offer rather than step-by-step direction.",
                            "But this season also gives you a vantage point to see the time and effort you’ve invested into your children in a different light – especially as they begin to take ownership of the values you’ve tried to instill (Psalm 78:3-7) and watch them discover God’s plan for their lives. Best of all you can begin to enjoy adult to adult friendship with your children which will bring new joys and rewards."
                        ],
                        "background": [false, ""]
                    }
                ],
                "id": "empty-nest"
            }
        ]
    },
    {
        "name": "Parenting",
        "resources": [
            {
                "name": "Intentional Parenting",
                "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Intentional-Parenting.jpg",
                "content": [
                    {
                        "class": "banner-header",
                        "headers": ["Engaged: Getting Ready For Marriage"],
                        "paragraphs": [],
                        "background": [true, ""]
                    },
                    {
                        "class": "paragraph-container",
                        "headers": ["Planning For Your Marriage"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "banner-divider",
                        "headers": ["How Do You Plan For Marriage?"],
                        "paragraphs": [],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 1", "Learn From Others"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    }
                ],
                "id": "intentional-parenting"
            },
            {
                "name": "Discipline With Young Children",
                "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Discipline-With-Young-Children.jpg",
                "content": [
                    {
                        "class": "banner-header",
                        "headers": ["Engaged: Getting Ready For Marriage"],
                        "paragraphs": [],
                        "background": [true, ""]
                    },
                    {
                        "class": "paragraph-container",
                        "headers": ["Planning For Your Marriage"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "banner-divider",
                        "headers": ["How Do You Plan For Marriage?"],
                        "paragraphs": [],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 1", "Learn From Others"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    }
                ],
                "id": "discipline-with-young-children"
            },
            {
                "name": "Single Parent",
                "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Single-Parent.jpg",
                "content": [
                    {
                        "class": "banner-header",
                        "headers": ["Engaged: Getting Ready For Marriage"],
                        "paragraphs": [],
                        "background": [true, ""]
                    },
                    {
                        "class": "paragraph-container",
                        "headers": ["Planning For Your Marriage"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "banner-divider",
                        "headers": ["How Do You Plan For Marriage?"],
                        "paragraphs": [],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 1", "Learn From Others"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    }
                ],
                "id": "single-parent"
            },
            {
                "name": "Blending Families",
                "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/blended-family.jpg",
                "content": [
                    {
                        "class": "banner-header",
                        "headers": ["Engaged: Getting Ready For Marriage"],
                        "paragraphs": [],
                        "background": [true, ""]
                    },
                    {
                        "class": "paragraph-container",
                        "headers": ["Planning For Your Marriage"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "banner-divider",
                        "headers": ["How Do You Plan For Marriage?"],
                        "paragraphs": [],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 1", "Learn From Others"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    }
                ],
                "id": "blending-families"
            },
            {
                "name": "Adoption and Foster Care",
                "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/adoption.jpg",
                "content": [
                    {
                        "class": "banner-header",
                        "headers": ["Engaged: Getting Ready For Marriage"],
                        "paragraphs": [],
                        "background": [true, ""]
                    },
                    {
                        "class": "paragraph-container",
                        "headers": ["Planning For Your Marriage"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "banner-divider",
                        "headers": ["How Do You Plan For Marriage?"],
                        "paragraphs": [],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 1", "Learn From Others"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    }
                ],
                "id": "adoption-foster-care"
            },
            {
                "name": "Raising a Child With Special Needs",
                "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Raising-a-Child-With-Special-Needs.jpg",
                "content": [
                    {
                        "class": "banner-header",
                        "headers": ["Engaged: Getting Ready For Marriage"],
                        "paragraphs": [],
                        "background": [true, ""]
                    },
                    {
                        "class": "paragraph-container",
                        "headers": ["Planning For Your Marriage"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "banner-divider",
                        "headers": ["How Do You Plan For Marriage?"],
                        "paragraphs": [],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 1", "Learn From Others"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    }
                ],
                "id": "raising-with-special-needs"
            },
            {
                "name": "Schooling Options",
                "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Schooling-Options.jpg",
                "content": [
                    {
                        "class": "banner-header",
                        "headers": ["Engaged: Getting Ready For Marriage"],
                        "paragraphs": [],
                        "background": [true, ""]
                    },
                    {
                        "class": "paragraph-container",
                        "headers": ["Planning For Your Marriage"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "banner-divider",
                        "headers": ["How Do You Plan For Marriage?"],
                        "paragraphs": [],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 1", "Learn From Others"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    }
                ],
                "id": "schooling-options"
            },
            {
                "name": "Preparing Your Child For Adolescence",
                "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Preparing-Your-Child-For-Adolescence.jpg",
                "content": [
                    {
                        "class": "banner-header",
                        "headers": ["Engaged: Getting Ready For Marriage"],
                        "paragraphs": [],
                        "background": [true, ""]
                    },
                    {
                        "class": "paragraph-container",
                        "headers": ["Planning For Your Marriage"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "banner-divider",
                        "headers": ["How Do You Plan For Marriage?"],
                        "paragraphs": [],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 1", "Learn From Others"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    }
                ],
                "id": "preparing-for-adolescence"
            },
            {
                "name": "Launching Young Adults",
                "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Launching-Young-Adults.jpg",
                "content": [
                    {
                        "class": "banner-header",
                        "headers": ["Engaged: Getting Ready For Marriage"],
                        "paragraphs": [],
                        "background": [true, ""]
                    },
                    {
                        "class": "paragraph-container",
                        "headers": ["Planning For Your Marriage"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "banner-divider",
                        "headers": ["How Do You Plan For Marriage?"],
                        "paragraphs": [],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 1", "Learn From Others"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    }
                ],
                "id": "launching-young-adults"
            },
            {
                "name": "Influencing Grandchildren",
                "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Influencing-Grandchildren.jpg",
                "content": [
                    {
                        "class": "banner-header",
                        "headers": ["Engaged: Getting Ready For Marriage"],
                        "paragraphs": [],
                        "background": [true, ""]
                    },
                    {
                        "class": "paragraph-container",
                        "headers": ["Planning For Your Marriage"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "banner-divider",
                        "headers": ["How Do You Plan For Marriage?"],
                        "paragraphs": [],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 1", "Learn From Others"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    }
                ],
                "id": "influencing-grandchildren"
            }
        ]
    },
    {
        "name": "Special Situations",
        "resources": [
            {
                "name": "Addiction",
                "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/addiction.jpg",
                "content": [
                    {
                        "class": "banner-header",
                        "headers": ["Engaged: Getting Ready For Marriage"],
                        "paragraphs": [],
                        "background": [true, ""]
                    },
                    {
                        "class": "paragraph-container",
                        "headers": ["Planning For Your Marriage"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "banner-divider",
                        "headers": ["How Do You Plan For Marriage?"],
                        "paragraphs": [],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 1", "Learn From Others"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    }
                ],
                "id": "addiction"
            },
            {
                "name": "An Unplanned Pregnancy",
                "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/unplanned-pregnancy.jpg",
                "content": [
                    {
                        "class": "banner-header",
                        "headers": ["Engaged: Getting Ready For Marriage"],
                        "paragraphs": [],
                        "background": [true, ""]
                    },
                    {
                        "class": "paragraph-container",
                        "headers": ["Planning For Your Marriage"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "banner-divider",
                        "headers": ["How Do You Plan For Marriage?"],
                        "paragraphs": [],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 1", "Learn From Others"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    }
                ],
                "id": "unplanned-pregnancy"
            },
            {
                "name": "Facing Infertility",
                "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Facing-Infertility.jpg",
                "content": [
                    {
                        "class": "banner-header",
                        "headers": ["Engaged: Getting Ready For Marriage"],
                        "paragraphs": [],
                        "background": [true, ""]
                    },
                    {
                        "class": "paragraph-container",
                        "headers": ["Planning For Your Marriage"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "banner-divider",
                        "headers": ["How Do You Plan For Marriage?"],
                        "paragraphs": [],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 1", "Learn From Others"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    }
                ],
                "id": "facing-infertility"
            },
            {
                "name": "Grieving",
                "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Grieving.jpg",
                "content": [
                    {
                        "class": "banner-header",
                        "headers": ["Engaged: Getting Ready For Marriage"],
                        "paragraphs": [],
                        "background": [true, ""]
                    },
                    {
                        "class": "paragraph-container",
                        "headers": ["Planning For Your Marriage"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "banner-divider",
                        "headers": ["How Do You Plan For Marriage?"],
                        "paragraphs": [],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 1", "Learn From Others"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    }
                ],
                "id": "grieving"
            },
            {
                "name": "Caring For An Aging Loved One",
                "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Caring-For-An-Aging-Loved-One.jpg",
                "content": [
                    {
                        "class": "banner-header",
                        "headers": ["Engaged: Getting Ready For Marriage"],
                        "paragraphs": [],
                        "background": [true, ""]
                    },
                    {
                        "class": "paragraph-container",
                        "headers": ["Planning For Your Marriage"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "banner-divider",
                        "headers": ["How Do You Plan For Marriage?"],
                        "paragraphs": [],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 1", "Learn From Others"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    }
                ],
                "id": "caring-for-aging-loved-one"
            },
            {
                "name": "Family Finances",
                "image": "https://www.myfamilyseason.com/wp-content/uploads/2019/11/Family-Finances.jpg",
                "content": [
                    {
                        "class": "banner-header",
                        "headers": ["Engaged: Getting Ready For Marriage"],
                        "paragraphs": [],
                        "background": [true, ""]
                    },
                    {
                        "class": "paragraph-container",
                        "headers": ["Planning For Your Marriage"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    },
                    {
                        "class": "banner-divider",
                        "headers": ["How Do You Plan For Marriage?"],
                        "paragraphs": [],
                        "background": [false, ""]
                    },
                    {
                        "class": "section-card",
                        "headers": ["Step 1", "Learn From Others"],
                        "paragraphs": [
                            ""
                        ],
                        "background": [false, ""]
                    }
                ],
                "id": "family-finances"
            }
        ]
    }
]